{"2021-Taliban-offensive":{"title":"2021 Taliban offensive","links":["United-States","Afghanistan","Taliban"],"tags":[],"content":"The United States withdrew their troops from Afghanistan, allowing the Taliban to go on the offensive. As a result, the Afghanistan’s government was unable to maintain control, and the president ended up fleeing the country."},"401k":{"title":"401k","links":[],"tags":[],"content":"A  retirement savings plan offered by many American employers that has tax advantages for the saver."},"@insiliconot":{"title":"@insiliconot","links":[],"tags":[],"content":"https://twitter.com/insiliconot"},"Baldur's-Gate-3":{"title":"Baldur's Gate 3","links":[],"tags":["game"],"content":"wrote a short review\nRating: 8/10\nImmersive story and narration. Excellent worldbuilding and choice of actions and words actually significantly changes the story and the interaction between the character and the NPCs. Huge replayability. Not sure how i feel about the ability to save scum, maybe it was a good thing considering how RNG it is. character customability is also top-tier - many different combinations between race, job and background which made it really cool. i tried to roleplay a high elf dark wizard who killed everyone (this was way too hard for my very first playthrough), and a rouge assassin (this was pretty fun). there is also apparently a dark urge character which sounded really cool, though i didn’t get to play this before the patience for the game ran out.\nDid NOT like the combat though, too much RNG,  attacks miss too easily. Inventory management sucks big time as well - selling useless stuff was a huge chore"},"Bank-Term-Funding-Program":{"title":"Bank Term Funding Program","links":[],"tags":[],"content":"Created to support American businesses and households by making additional funding available to eligible depository institutions to help assure banks have the ability to meet the needs of all their depositors.\nfedreserve"},"Banking-Is-Broken-How-Blockchain-Can-Fix-Bank-Runs":{"title":"Banking Is Broken How Blockchain Can Fix Bank Runs","links":["bank-runs","fractional-reserve-banking","Paul-Sheard","Chicago-Plan","capital-efficiency"],"tags":["article"],"content":"On the banking system §\nDeposits to the bank are liabilities of the bank. Banks, however, lend these deposits out for interest which often have a maturity date. This illiquidity  causes bank runs should there be sudden spike in demands due to unforeseen circumstances (loss of confidence, etc)\nThe fractional reserve banking is inherently fragile, because customers can demand liquidity any time against illiquid assets.\n\nPaul Sheard: “Under a fractional-reserve banking system (the system in operation virtually everywhere in modern developed economies), banks have to hold a fraction of their deposits (a liability for them) as deposits at the central bank (called reserves) (an asset for them), but they can “lend out” the remainder”\n\nIn current age of instantaneous information flow, consumer demand can shoot up exponentially and rapidly.\nSolutions proposed §\nChicago Plan\nIceland’s alternative -  the separation of bank deposits into two types of accounts:\n\nInterest-free Transaction Accounts kept at the Central Bank, which are not available for banks to invest, and redeemable on demand\nYield-bearing Investment Accounts which are invested by the bank, and only redeemable at maturity, ranging from 45 days to a few years.\n\nThoughts §\nArticle does not talk about capital efficiency"},"Barney-Frank":{"title":"Barney Frank","links":["Signature"],"tags":[],"content":"On the board of directors at Signature"},"Beijing":{"title":"Beijing","links":[],"tags":[],"content":""},"Bernie-Madoff":{"title":"Bernie Madoff","links":[],"tags":["person"],"content":"American fraudster and financier who was the mastermind of the largest Ponzi scheme in history, worth about $64.8 billion. He was at one time chairman of the NASDAQ stock exchange. Madoff’s firm had two basic units: a penny stock brokerage and an asset management business; the Ponzi scheme was centered in the asset management business."},"Binance-vs-CFTC":{"title":"Binance vs CFTC","links":["Binance","Commodity-Futures-Trading-Commission","VPN","Zhao-Changpeng","Ethereum","commodity"],"tags":["crypto"],"content":"Binance sued by Commodity Futures Trading Commission over alleged evasion of US rules, including encouraging VPN use for Americans to circumvent the IP block. Zhao Changpeng’s internal chat logs were somehow leaked, indicating he fully knew about it.\nNoteworthy: stated that Ethereum was a commodity"},"Bitsignal":{"title":"Bitsignal","links":["Balaji-S.-Srinivasan","bitcoin","hyperinflation","USD"],"tags":[],"content":"twitter link\nBy Balaji S. Srinivasan. Bet that bitcoin would go to 1 million in 90 days on 17 March 2023 due to hyperinflation of USD."},"Bo-Xilai":{"title":"Bo Xilai","links":[],"tags":["person"],"content":""},"Century-of-humiliation":{"title":"Century of humiliation","links":["Qing-Dynasty","Republic-of-China","Japanese","Western-powers"],"tags":[],"content":"Also known as Century of humiliation. Refers to the period of intervention and subjugation of the Qing Dynasty and Republic of China by the Japanese and Western powers"},"Chicago-Plan":{"title":"Chicago Plan","links":[],"tags":[],"content":"Described by chatGPT §\nThe Chicago Plan refers to a set of proposed reforms to the banking system, which was presented by a group of economists at the University of Chicago in the 1930s. The plan was put forward in response to the economic turmoil of the Great Depression and aimed to prevent future financial crises by fundamentally changing the way that banks operate.\nThe Chicago Plan proposed the following key changes to the banking system:\n\n\nFull-reserve banking: Banks would be required to hold 100% reserves against deposits, meaning that they would not be able to lend out more money than they had on hand.\n\n\nGovernment-issued money: The government would take over the function of money creation from private banks, and all money would be issued by the government.\n\n\nNo more bank runs: Since banks would have to hold 100% reserves, depositors would not need to worry about a bank run causing them to lose their money.\n\n\nDebt-free money: All money would be free of debt, and the government would not have to borrow money to finance its operations.\n\n\nThe Chicago Plan was never implemented in full, but some of its ideas, such as deposit insurance and the creation of the Federal Deposit Insurance Corporation (FDIC), were incorporated into the banking system. The plan is still studied today as a possible solution to the problem of financial instability."},"Chinese-Communist-Party":{"title":"Chinese Communist Party","links":[],"tags":[],"content":""},"Chladni-Plate":{"title":"Chladni Plate","links":[],"tags":[],"content":"Used to  visualize the effects of vibrations on mechanical surfaces."},"Cymatics":{"title":"Cymatics","links":["Violin","Chladni-Plate"],"tags":[],"content":"The study of visible effects of sound and vibration\nOften visualized using musical instruments such as a Violin on a Chladni Plate\nExample"},"DAI":{"title":"DAI","links":["Stablecoin","Maker-DAO","USDC","ETH","dailies/11-03-2023"],"tags":["crypto"],"content":"Stablecoin issued by Maker DAO. Each coin is backed by a bucket of collateral, which includes USDC, ETH, and other assets.\n\nSourceas of 11-03-2023\nDepegging history §\nDepegged on 11-03-2023 to as low as 0.877 due to ripple effects from USDC depegging."},"Did-the-Government-Start-a-Global-Financial-Crisis-in-an-Attempt-to-Destroy-Crypto":{"title":"Did the Government Start a Global Financial Crisis in an Attempt to Destroy Crypto","links":["Nic-Carter","cryptocurrency","Federal-Government","Elizabeth-Warren","Sherrod-Brown","KYC","FDIC","Silvergate","Federal-Home-Loan-Bank","Congress","Chuck-Schumer","Office-of-Thrift-Supervision","Indymac","2008-Financial-Crisis","Signature","Barney-Frank","Piper-Sandler","NYDFS","Bank-Term-Funding-Program","PacWest","First-Republic","Silicon-Valley-Bank","New-York-Community-Bancorp","Flagstar"],"tags":["article"],"content":"Written by Nic Carter at his personal blog about the supposed crackdown on cryptocurrency by the Federal Government, particularly senators like Elizabeth Warren and Sherrod Brown. Article used quite a few circumstantial evidences, though the overarching point stands.\nOn disproportionate risk taken by crypto friendly banks §\nBanks have been discouraged from providing services to crypto related businesses. In addition, additional overheads from requirements such as KYC or insurance did not make such an endeavor worth it. Therefore, crypto businesses were all exposed to the same few banks who were willing to service them\nAt the start of 2023, the FDIC dramatically increased the level of oversight on these banks around the turn of the year. Bank executives were supposedly forced to clear all new crypto clients proactively with the FDIC.\nOn Silvergate §\nSilvergate was dependent on advances from the Federal Home Loan Bank, which it was using to honor withdrawals. In Q4, Silvergate had taken out $4.3B in advances from the Federal Home Loan Bank so that they could handle outflows. They noted in a filing that being cut off from this facility would prove fatal. However, in early March, they abruptly repaid the entire facility, and promptly announced that they would be liquidating, sparking the broader bank run.\nIt is widely suspected, that Elizabeth Warren’s office actually coordinated her campaign to undermine confidence in Silvergate with notorious short sellers, serious answers must be sought.\nIt is not the first time a member of Congress has arguably incited a bank run. Chuck Schumer is credited by the Office of Thrift Supervision with contributing to the 2008 collapse of Indymac during the 2008 Financial Crisis, then the second largest bank failure in US history.\nOn Signature §\nSignature was not a “crypto bank” like Silvergate, where the majority of deposits were derived from crypto firms. It had a reputation and mainly serviced real estate. Apparently to Barney Frank, Signature would have been operational Monday despite the outflows. Piper Sandler also collaborated and said that Signature’s ‘“balance sheet looked fine”\nNYDFS claimed they had a “crisis of confidence” in Signature’s leadership, and that they weren’t provided with sufficient data in a timely fashion during the crisis. However, neither “confidence” nor “data” are acceptable reasons to expropriate a solvent bank, especially when other banks in a similar position were given time to save themselves and access the Fed’s new Bank Term Funding Program facility.\nIn particular, the disparate treatment given to Signature versus their peers PacWest or First Republic is extremely telling. Both banks were in similar or worse financial positions, yet both were given time to save themselves, whereas Signature was seized on a Sunday night, right after Silicon Valley Bank’s collapse. First Republic was given time to raise after the Silicon Valley Bank collapse, and secured a $30B lifeline.\nReuters reported on March 16th that Signature, if sold, would have to exclude their crypto business, according to two sources. This was later later denied by the Federal Deposit Insurance Corporation, but lo and behold, when the Federal Deposit Insurance Corporation announced on Sunday March 19th that Signature would be acquired by New York Community Bancorp’s Flagstar bank, the crypto business was not included."},"Docket-No.-OP---1670.-Federal-Reserve-Actions-to-Support-Interbank-Settlement-of-Faster-Payments":{"title":"Docket No. OP - 1670. Federal Reserve Actions to Support Interbank Settlement of Faster Payments","links":["William-Michael-Cunningham","Federal-Reserve-Banks","Proof-Of-Authority","Quantum-Computing","Blockchain","bitcoin","2008-Financial-Crisis"],"tags":["article"],"content":"Submitted in 2019 by William Michael Cunningham, this docket suggested that the Federal Reserve Banks should develop a new real time settlement service\nThe author believed that a Proof Of Authority Quantum Computing based Blockchain system was a right fit for this.\nBriefly mentions the history of bitcoin, which was created in response to the 2008 Financial Crisis. Also seems to strongly believe that “cryptocurrency is going to dominate”\nThoughts §\nfeels like a lot of buzzwords, unsure how serious to take this."},"Document-Number-9":{"title":"Document Number 9","links":["Democracy","Neoliberalism","Historical-Nihilism","Chinese-Communist-Party","Socialism"],"tags":[],"content":"The ninth such propaganda document issued that year in China. The document warns of seven dangerous Western values\n\nPromoting Democracy, or undermining the current governance\nPromoting “universal values”\nPromoting individual rights, as opposed to the word of the state is law\nPromoting Neoliberalism, to change the economic system\nPromoting western journalism\nPromoting Historical Nihilism to undermine history of Chinese Communist Party\nQuestioning Reform and Opening and the socialist nature of Socialism with Chinese characteristics\nTeaching on any of the seven topics is forbidden.\n"},"Dollar-Hegemony":{"title":"Dollar Hegemony","links":["Dollar-Hegemony","Monetary-Hegemony","USD","World-War-II"],"tags":[],"content":"Dollar Hegemony, a form of Monetary Hegemony, refers to the dominance of USD as the world’s primary reserve currency and the currency of choice for international trade and financial transactions.\nThe end of World War II witnessed the recentralization of monetary power in the hands of a United States that had been left largely unscathed by the war."},"Empire-of-Japan":{"title":"Empire of Japan","links":[],"tags":[],"content":""},"Erika-H.-James":{"title":"Erika H. James","links":[],"tags":["person"],"content":""},"FDIC":{"title":"FDIC","links":[],"tags":[],"content":""},"Facebook-Emotion-Experiment":{"title":"Facebook Emotion Experiment","links":["Facebook"],"tags":["experiment"],"content":"conducted by Facebook in 2012 to investigate whether the emotions of users could be manipulated by altering the content of their News Feeds. The study was controversial because it was conducted without the informed consent of the participants and raised concerns about the use of user data for psychological research."},"False-Flag-Event":{"title":"False Flag Event","links":[],"tags":[],"content":"An operation committed with the intent of disguising the actual source of responsibility and pinning blame on another party"},"Federal-Reserve-Banks":{"title":"Federal Reserve Banks","links":["Federal-Reserve"],"tags":[],"content":"info\nOne of 3 key entities of the Federal Reserve system.\nConsists of 12 banks:\n01-Boston\n02-New York\n03-Philadelphia\n04-Cleveland\n05-Richmond\n06-Atlanta\n07-Chicago\n08-St. Louis\n09-Minneapolis\n10-Kansas City\n11-Dallas\n12-San Francisco"},"Financial-Action-Task-Force":{"title":"Financial Action Task Force","links":[],"tags":[],"content":"39 member body for being a global money laundering and terrorist financing watchdog"},"Freeganism":{"title":"Freeganism","links":["ideology"],"tags":[],"content":"ideology of limited participation in the conventional economy and minimal consumption of resources, particularly through recovering wasted goods like food. The word “freegan” is a portmanteau of “free” and “vegan”."},"GI-Bill":{"title":"GI Bill","links":[],"tags":[],"content":"The G.I. Bill, formally known as the Servicemen’s Readjustment Act of 1944, was a law that provided a range of benefits for some of the returning World War II veterans."},"Grey-Eminence":{"title":"Grey Eminence","links":[],"tags":[],"content":"A powerful decision-maker or adviser who operates “behind the scenes”, or in a non-public or unofficial capacity."},"Heinrich-Law":{"title":"Heinrich Law","links":[],"tags":[],"content":"For every 300 unsafe behavior performed in a workplace, there are 20 minor accidents and 1 serious accident"},"Historical-Nihilism":{"title":"Historical Nihilism","links":["Chinese-Communist-Party"],"tags":[],"content":"Coined by Chinese Communist Party to describe research or discussion that contradicts and undermines the official state version of history"},"Information-Asymmetry":{"title":"Information Asymmetry","links":[],"tags":[],"content":"Information asymmetry is an imbalance between two negotiating parties in their knowledge of relevant factors and details. Typically, that imbalance means that the side with more information enjoys a competitive advantage over the other party."},"Invasion":{"title":"Invasion","links":[],"tags":["drama"],"content":"season 1 was a slow burn\nnot a fan of the 5 storylines but it was executed ok. but some storylines were infinitely more exciting than the others,\nsci-fi + a touch of birdbox storytelling style. the aliens are mostly depicted as a silent assassin kind of enemy"},"Is-Poland's-tap-water-really-protected-by-clams":{"title":"Is Poland's tap water really protected by clams?","links":["clams","Warsaw"],"tags":["youtube"],"content":"youtube\nYes!, clams do help protect Warsaw. They act as an early monitoring system, along with other systems. The calms are collected from a very clean lake, then acclimatized in the lab for 2 weeks. After 3 months of hard work, they are returned to their natural habitat unharmed."},"Japanese/Dates-in-Japanese":{"title":"Dates in Japanese","links":["Japanese/Japanese-Numbers"],"tags":["learn_japanese"],"content":"{何月|なん|げつ} §\nNote: it is ge tsu when asking for the month but ga tsu when referring to the month\n{月|がつ} §\n\n{四月|し|がつ}\n{七月|しち|がつ}\n{九月|く|がつ}\nThe “original” pronunciation of the numbers are used with months\n\n{何日|なん|にち} §\ndates 1-10 are similar sounding to the {和語|わご} system\nTransclude of block 大和言葉-やまとことば和語-わご\n{日|にち} §\n1st-10th of the month §\n\nついたち\nふつか\nみっか\nよっか\nいつか\nむいか\nなのか\nようか\nここのか\nとおか\n\n14,20,24 are special §\n\n{十四日|じゅう|よっ|か}\n{二十日|はつか}\n{二十四日|に|じゅう|よっ|か}\n\nLike with 月, use “original” pronunciation for 7 and 9 §\n\n{十七日|じゅう|しち|にち}\n{二十九日|に|じゅう|く|にち}\n"},"Japanese/Days-in-Japanese":{"title":"Days in Japanese","links":[],"tags":["learn_japanese"],"content":"{何|なん}{曜日|よう|び} §\nSunday: {日|にち}{曜日|よう|び}\nMonday: {月|げつ}{曜日|よう|び}\nTuesday: {火|か}{曜日|よう|び}\nWednesday: {水|すい}{曜日|よう|び}\nThursday: {木|もく}{曜日|よう|び}\nFriday: {金|きん}{曜日|よう|び}\nSaturday:{土|ど}{曜日|よう|び}"},"Japanese/Ikoma-Japanese-Basic-1-Lesson-1":{"title":"Ikoma Japanese Basic 1 Lesson 1","links":[],"tags":["learn_japanese","hiragana","ikoma"],"content":"あ、い、う、え、お、か、き、く、け、こ §\n\n\n                  \n                  青い /あおい/アオイ \n                  \n                  \n                \n                \naoi\n(adjective), blue\nAdding い (i) at the end of the noun makes “blue” an adjective. When just talking about the colour itself, it would just be あお.\n\n\n\n                  \n                  上 /うえ/ウエ \n                  \n                  \n                \n                \nue\nabove, up, over, top\n\n\n\n                  \n                  赤い/あかい/アカイ \n                  \n                  \n                \n                \nakai\n(adjective), red\n\n\n\n                  \n                  駅 /えき/エキ \n                  \n                  \n                \n                \neki\nstation\n\n\n\n                  \n                  /く/ク \n                  \n                  \n                \n                \nku\n9\n\n\n\n                  \n                  /ここ/ココ \n                  \n                  \n                \n                \nkoko\nhere/of this place\n\n\n\n                  \n                  顔/かお/カオ \n                  \n                  \n                \n                \nkao\nface\n\n\n\n                  \n                  池/いけ/ \n                  \n                  \n                \n                \nchi/ike\npond\n\n池魚の殃: collateral damage\n\n\nExtra practice §\n\n\n                  \n                  行く/いく/ イク \n                  \n                  \n                \n                \niku\nto go\n\n\n\n                  \n                  愛/あい/ アイ \n                  \n                  \n                \n                \nai\nlove\n\n\n\n                  \n                  藍/あい/ アイ \n                  \n                  \n                \n                \nai\nindigo\nsame as hiragana and katakana as love\n\n\n\n                  \n                  会う/あう/ アウ \n                  \n                  \n                \n                \nau\nto meet/see/encounter\n\n\n\n                  \n                  /うお/ \n                  \n                  \n                \n                \nuo\nfish (in specific cases)\nnote: sakana 魚 also means fish - more common\n\n\n\n                  \n                  王/おう/ \n                  \n                  \n                \n                \nŌ long sound\nking\n\n\n\n                  \n                  声/こえ/コエ \n                  \n                  \n                \n                \nkoe\nvoice\n\n\n\n                  \n                  秋/あき/アキ \n                  \n                  \n                \n                \naki\nautumn\n\n\n\n                  \n                  買う/かう/カウ \n                  \n                  \n                \n                \nkau\nbuy\n\n\n\n                  \n                  空気/くうき/クウキ \n                  \n                  \n                \n                \nkūki\nair\n\n\n\n                  \n                  空港/くうこう/クウコウ \n                  \n                  \n                \n                \nkūkō\nairport\n\n\n\n                  \n                  貝/かい/カイ \n                  \n                  \n                \n                \nkai\nshellfish\n\n\n\n                  \n                  鯉/こい/コイ \n                  \n                  \n                \n                \nkoi\nkoi/carp\n\n\n\n                  \n                  e sounds＋い＝ē \n                  \n                  \n                \n                \nえい\n\n\n\n                  \n                  o sounds＋う＝ō \n                  \n                  \n                \n                \nおう\n\nあいさつ ai sa tsu/greetings §\n\n\n                  \n                  おはよう \n                  \n                  \n                \n                \nohayō\ngood morning\n\n\n\n                  \n                  おはようございます \n                  \n                  \n                \n                \nOhayō gozaimasu\ngood morning (formal)\n\n\n\n                  \n                  こんにちは \n                  \n                  \n                \n                \nKon&#039;nichiwa\nhello\n\n\n\n                  \n                  こんばんは \n                  \n                  \n                \n                \nkonbanwa\ngood evening\n\n\n\n                  \n                  さよなら \n                  \n                  \n                \n                \nSayonara\nbye\n\n\n\n                  \n                  おやすみ \n                  \n                  \n                \n                \nOyasumi\ngood night\n\n\n\n                  \n                  ありがとう \n                  \n                  \n                \n                \nArigatō\nthanks\n\n\n\n                  \n                  ありがとうございます \n                  \n                  \n                \n                \narigatō gozaimasu\nthanks (formal)\n\n\n\n                  \n                  どういたしまして \n                  \n                  \n                \n                \nDō itashimashite\nyou are welcome\n\n\n\n                  \n                  すみません \n                  \n                  \n                \n                \nSumimasen\nsorry\n\n\n\n                  \n                  いってきます \n                  \n                  \n                \n                \nIttekimasu\nsee you later (please go and come back)\noffice/home setting\nimplies you will be back\n\n\n\n                  \n                  いってらっしゃい \n                  \n                  \n                \n                \nItterasshai\nYou will be leaving soon but please do come back safely (in response to  いってきます)\n\n\n\n                  \n                  ただいま \n                  \n                  \n                \n                \nTadaima\ni’m back (right now)\ncondensed version of “Tadaima Kaerimashita”\n\n\n\n                  \n                  おかえりなさい \n                  \n                  \n                \n                \nOkaerinasai\nwelcome home/back\n\n\n\n                  \n                  いただきます \n                  \n                  \n                \n                \nitadakimasu\nto receive/get/accept/take (humble)\nbefore eating food\n\n\n\n                  \n                  ごちそうま \n                  \n                  \n                \n                \nGochisōsama (Gochisōma)\nthank you for the meal (after eating)\n\n\n\n                  \n                  はじめまして \n                  \n                  \n                \n                \n`hajimemashite (hajimemashte)\nhow do you do? (first time)\n\n\n\n                  \n                  どうぞ、よろし \n                  \n                  \n                \n                \ndōzo yoroshiku\nnice to meet you (casual)\n"},"Japanese/Ikoma-Japanese-Basic-1-Lesson-2":{"title":"Ikoma Japanese Basic 1 Lesson 2","links":[],"tags":["learn_japanese"],"content":"さ、し、す、せ、そ、た、ち、つ、て、と　 §\n\n\n                  \n                  傘 /かさ/カサ \n                  \n                  \n                \n                \nka sa\numbrella\n\n\n\n                  \n                  足/あし/アシ \n                  \n                  \n                \n                \na shi\nfeet/leg\n足 for foot, 脚 for leg. 足 can mean leg or leg + foot but 脚 never means foot.\n\n\n\n                  \n                  お菓子/おかし/オカシ \n                  \n                  \n                \n                \nokashi\nsweets, confectionary\n\n\n\n                  \n                  椅子/いす/イス \n                  \n                  \n                \n                \nisu\nchair\n\n\n\n                  \n                  家 /うち/ウチ \n                  \n                  \n                \n                \nuchi\nhouse/home\n\n\n\n                  \n                  /そこ/ソコ \n                  \n                  \n                \n                \nsoko\nthere\n\n\n\n                  \n                  体育/たいいく/ \n                  \n                  \n                \n                \ntaiiku\nphysical education\n\n\n\n                  \n                  靴/くっ/クツ \n                  \n                  \n                \n                \nku tsu\nshoes\n\n\n\n                  \n                  机/つくえ/ツクエ \n                  \n                  \n                \n                \ntsukue\ndesk\n\n\n\n                  \n                  手/て/テ \n                  \n                  \n                \n                \nte\nhand\n\n\n\n                  \n                  世界/せかい/セカイ \n                  \n                  \n                \n                \nsekai\nworld\n\n\n\n                  \n                  外/そと/ソト \n                  \n                  \n                \n                \nsoto\noutside\n\nごみを外に出してくれますか？\ngomi o soto ni dashite kuremasu ka?\nCan you take out the rubbish please?\n\n\nExtra practice §\n\n\n                  \n                  可笑しい/おかしい/オカシイ \n                  \n                  \n                \n                \nokashii\nfunny/ridiculous/strange/odd\n\n\n\n                  \n                  海驢/あしか/アシカ \n                  \n                  \n                \n                \na shi ka\nsea lion\n\n\n\n                  \n                  一/いち/イチ \n                  \n                  \n                \n                \nichi\n1\n\n\n\n                  \n                  美味しい/おいしい/オイシイ \n                  \n                  \n                \n                \noishii\ntasty/delicious/nice\n\n\n\n                  \n                  遠い/とおい/トオイ \n                  \n                  \n                \n                \ntōi\nfar/distant\n\nNumbering §\n\nばん ban - turn/number\nNo. 1 would be いちばん ichi ban\nページ pēji - page\\\n行 gyō row\n\nGrammar §\n\n点 -丶ten\n点点 - 丶丶Ten ten\nか+､、=  が\n丸/まる - 。maru\nお o for noun, verb, adjective名詞動詞形容詞\nをo particle助詞\n\n 行 w version of お\n\n\n\nJob  仕事 §\n\n自営業社長 jieigyō shachō - self employed\nしゅふ shufu - housewife\nO shigoto wa nan desu ka\n\nVocab §\n\n&lt;にku ni - country\nおなじonaji - same\n名前/なまえna mae - name.\nともだちtomodachi-friends\n\nAsking a question with お §\nお adds politeness\n\nお仕事は何ですか\n\nO shigoto wa nan desu ka\nwhat is your job?\n\n\nお名前は何ですか\n\nO namae wa nan desu ka\n\n\n"},"Japanese/Ikoma-Japanese-Basic-1-Lesson-3":{"title":"Ikoma Japanese Basic 1 Lesson 3","links":[],"tags":["learn_japanese","hiragana","ikoma"],"content":"な、に、ぬ、ね、の、は、ひ、ふ、へ、ほ §\n\n\n                  \n                  魚/さかな/ サカナ \n                  \n                  \n                \n                \nsakana\nfish\n\n\n\n                  \n                  犬/いぬ/ イヌ \n                  \n                  \n                \n                \ninu \ndog\n\n\n\n                  \n                  猫/ねこ/ ネコ\\ \n                  \n                  \n                \n                \nneko\ncat\n\n\n\n                  \n                  箸/はし/ ハシ\\ \n                  \n                  \n                \n                \nhashi(high low)\nchopsticks\n\n\n\n                  \n                  花/はな/ ハナ\\ \n                  \n                  \n                \n                \nhana(low high)\nflower\n“odaka” word. particle after odaka word is low pitch\n\n\n\n                  \n                  人/ひと/ ヒト\\ \n                  \n                  \n                \n                \nhito\nperson\n\n\n\n                  \n                  船/ふね/ フネ \n                  \n                  \n                \n                \nfune\nboat\n\n\n\n                  \n                  あの人/あのひと/アノ ヒト \n                  \n                  \n                \n                \nano hito\nthat person\n\n\n\n                  \n                  星/ほし/ ホシ \n                  \n                  \n                \n                \nhoshi\nstar\n\n\n\n                  \n                  肉/にく/ ニク \n                  \n                  \n                \n                \nniku\nmeat\n\nExtra Practice §\n\n\n                  \n                  橋/はし/ ハシ\\ \n                  \n                  \n                \n                \nhashi (low high low)\nbridge\n\n\n\n                  \n                  端/はし/ ハシ\\ \n                  \n                  \n                \n                \nhashi (low high high, sound very similar to bridge)\nedge/end\n\n\n\n\n                  \n                  鼻/はな/ ハナ\\ \n                  \n                  \n                \n                \nhana(low high)\nnose\n“heiban” word. particle after odaka word is high pitch\n\n\n# Counting for 百\nひhyaku  \nびbyaku for 300  \nぴppyaku for 600 and 800"},"Japanese/Ikoma-Japanese-Basic-1-Lesson-4":{"title":"Ikoma Japanese Basic 1 Lesson 4","links":[],"tags":["learn_japanese","hiragana","ikoma"],"content":"ま、み、む、め、も、や、ゆ、よ §\n\n\n                  \n                  居間/いま/ イマ \n                  \n                  \n                \n                \nima (low high) \nliving room\n\n\n\n                  \n                  紙/かみ/ カミ \n                  \n                  \n                \n                \nkami (low high) \npaper\n\n\n\n                  \n                  海/うみ/ ウミ \n                  \n                  \n                \n                \numi (high low)\nsea\n\n\n\n                  \n                  虫/むし/ ムシ \n                  \n                  \n                \n                \nmushi  (low high) \ninsect\n\n\n\n                  \n                  目/め/ メ \n                  \n                  \n                \n                \nme\neye\n\n\n\n                  \n                  買い物/かいもの/ カイモノ \n                  \n                  \n                \n                \nkaimono (low high high high) \nshopping\n\n\n\n                  \n                  山/やま/ ヤマ \n                  \n                  \n                \n                \nyama  (low high) \nmountain\n\n\n\n                  \n                  雪/ゆき/ ユキ \n                  \n                  \n                \n                \nyuki  (low high) \nsnow\n\n\n\n                  \n                  部屋/へや/ ヘヤ \n                  \n                  \n                \n                \nheya  (low high) \nroom\n\n\n\n                  \n                  横浜/よこはま/ ヨコハマ \n                  \n                  \n                \n                \nYokohama  (low high high high) \nYokohama (a city in Japan)\n\nExtra Practice §\n\n\n                  \n                  今/いま/ イマ \n                  \n                  \n                \n                \nima (high low) \nnow \\\n\nおたらしいnew atarashii"},"Japanese/Ikoma-Japanese-Basic-1-Lesson-5":{"title":"Ikoma Japanese Basic 1 Lesson 5","links":[],"tags":["learn_japanese","hiragana","ikoma"],"content":"ら、り、る、れ、ろ、を、を、ん §\n\n\n                  \n                  歴史/れきし/ レキシ \n                  \n                  \n                \n                \nrekishi\nhistory\n\n\n\n                  \n                  白い/しろい/ シロイ \n                  \n                  \n                \n                \nshiroi\nwhite\n\n\n\n                  \n                  黒い/くろい/ クロイ \n                  \n                  \n                \n                \nkuroi\nblack\n\n\n\n                  \n                  川/かわ/ カワ \n                  \n                  \n                \n                \nkawa\nriver\n\n\n\n                  \n                  本/ほん/ ホン \n                  \n                  \n                \n                \nhon\nbook\n\n\n\n                  \n                  みかん/みかん/ ミカン \n                  \n                  \n                \n                \nmikan\nmandarin orange\n\n\n\n                  \n                  新幹線/しんかんせん/ シンカンセン \n                  \n                  \n                \n                \nshinkansen\nbullet train\n\n\n\n                  \n                  を \n                  \n                  \n                \n                \no(particle) \nお direct object marker, used to indicate the target of an action or verb\n\nGrammar §\nは- particle. written as ha but read as wa\nVocabulary §\n\n\n                  \n                  わたしはにほんじん \n                  \n                  \n                \n                \nwatashi wa nihonjin\n\n\n\n                  \n                  段 \n                  \n                  \n                \n                \ndan\ncolumn\n\n\n\n                  \n                  だれ \n                  \n                  \n                \n                \ndare\nwho\n"},"Japanese/Ikoma-Japanese-Basic-1-Lesson-6":{"title":"Ikoma Japanese Basic 1 Lesson 6","links":[],"tags":["learn_japanese","hiragana","ikoma"],"content":"が、ぎ、ぐ、げ、ご、ざ、じ、ず、ぜ、ぞ、 §\n\n\n                  \n                  手紙/てがみ/ テガミ \n                  \n                  \n                \n                \ntegami\nletter\n\n\n\n                  \n                  音楽/おんがく/ オンガク \n                  \n                  \n                \n                \nongaku\nmusic\n\n\n\n                  \n                  鍵/かぎ/ カギ \n                  \n                  \n                \n                \nkagi(low high)\nkey\n\n\n\n                  \n                  卵/たまご/ タマゴ \n                  \n                  \n                \n                \ntamago\negg\n\n\n\n                  \n                  日本語/にほんご/ ニホンゴ \n                  \n                  \n                \n                \nnihongo\nJapanese language\n\n\n\n                  \n                  朝ご飯/あさごはん/ アサゴハン \n                  \n                  \n                \n                \nasagohan\nbreakfast\n\n\n\n                  \n                  富士山/ふじさん/ フジサン \n                  \n                  \n                \n                \nfujisan\nMount Fuji\n\n\n\n                  \n                  水/みず/ ミズ \n                  \n                  \n                \n                \nmizu\nwater\n\n\n\n                  \n                  地図/ちず/ チズ \n                  \n                  \n                \n                \nchizu\nmap\n\n\n\n                  \n                  家族/かぞく/ カゾク \n                  \n                  \n                \n                \nkazoku\nfamily\n\nだ 、ぢ、づ 、で、ど、ば、び、ぶ、べ、ぼ §\n\n\n                  \n                  果物/くだもの/ クダモノ \n                  \n                  \n                \n                \nkudamono\nfruit\n\n\n\n                  \n                  電話/でんわ/ デンワ \n                  \n                  \n                \n                \ndenwa\ntelephone\n\n\n\n                  \n                  子供/こども/ コドモ \n                  \n                  \n                \n                \nkodomo\nchild\n\n\n\n                  \n                  鞄/かばん/ カバン \n                  \n                  \n                \n                \nkaban\nbag\n\n\n\n                  \n                  晩ご飯/ばんごはん/ バンゴハン \n                  \n                  \n                \n                \nbangohan\ndinner\n\n\n\n                  \n                  算盤/そろばん/ ソロバン \n                  \n                  \n                \n                \nsoroban\nabacus\n\n\n\n                  \n                  花火/はなび/ ハナビ \n                  \n                  \n                \n                \nhanabi\nfireworks\n\n\n\n                  \n                  新聞/しんぶん/ シンブン \n                  \n                  \n                \n                \nshinbun\nnewspaper\n\n\n\n                  \n                  食べ物/たべもの/ タベモノ \n                  \n                  \n                \n                \ntabemono\nfood\n\n\n\n                  \n                  僕/ぼく/ ボク \n                  \n                  \n                \n                \nboku\nI (used by males)\n\n拗音（ようおん） §\nおおかい“い段”＋ちいさい“や行”　＝ようおん\nQuestion §\nこのけしゴムはだれのですか\nこのけしゴムはwangさんのけしゴムです"},"Japanese/Ikoma-Japanese-Basic-1-Lesson-7":{"title":"Ikoma Japanese Basic 1 Lesson 7","links":[],"tags":["learn_japanese","hiragana","ikoma"],"content":"ぱ、ぴ、ぷ、ぺ、ぽ §\n\n\n                  \n                  鉛筆/えんぴつ/ エンピツ \n                  \n                  \n                \n                \nenpitsu\npencil\n\n\n\n                  \n                  天ぷら/てんぷら/ テンプラ \n                  \n                  \n                \n                \ntempura\ntempura (a Japanese dish)\n\n\n\n                  \n                  切手/きって/ キッテ \n                  \n                  \n                \n                \nkitte\npostage stamp\nきて is “come here”\n\n\n\n                  \n                  切符/きっぷ/ キップ \n                  \n                  \n                \n                \nkippu\nticket\n\n\n\n                  \n                  雑誌/ざっし/ ザッシ \n                  \n                  \n                \n                \nzasshi\nmagazine\n\n\n\n                  \n                  三つ/みっつ/ ミッツ \n                  \n                  \n                \n                \nmittsu\nthree\n\n\n\n                  \n                  四つ/よっつ/ ヨッツ \n                  \n                  \n                \n                \nyottsu\nfour\n\n\n\n                  \n                  六つ/むっつ/ ムッツ \n                  \n                  \n                \n                \nmuttsu\nsix\n\n\n\n                  \n                  一本/いっぽん/ イッポン \n                  \n                  \n                \n                \nippon\none (long, cylindrical object)\n\n\n\n                  \n                  六本/ろっぽん/ ロッポン \n                  \n                  \n                \n                \nroppon\nsix (long, cylindrical objects)\n\n\n\n                  \n                  八本/はっぽん/ ハッポン \n                  \n                  \n                \n                \nhappon\neight (long, cylindrical objects)\n\n\n\n                  \n                  八千/はっせん/ ハッセン \n                  \n                  \n                \n                \nhassen\neight thousand\n\n長音・ちようおん §\n\nあ段＋あ\nい段＋い\nう段＋う\nえ段＋い\n\nえ＋え\nね＋え\nへ＋え\n\n\nお段＋う\n\nお＋お\nこ＋お\nご＋お\nと＋お\nど＋お\nの＋お\nほ＋お\nよ＋お\n\n\n\n\n\n                  \n                  日曜日/にちようび/ ニチヨウビ \n                  \n                  \n                \n                \nnichiyoubi\nSunday\n\n\n\n                  \n                  月曜日/げつようび/ ゲツヨウビ \n                  \n                  \n                \n                \ngetsuyoubi\nMonday\n\n\n\n                  \n                  火曜日/かようび/ カヨウビ \n                  \n                  \n                \n                \nkayoubi\nTuesday\n\n\n\n                  \n                  水曜日/すいようび/ スイヨウビ \n                  \n                  \n                \n                \nsuiyoubi\nWednesday\n\n\n\n                  \n                  木曜日/もくようび/ モクヨウビ \n                  \n                  \n                \n                \nmokuyoubi\nThursday\n\n\n\n                  \n                  金曜日/きにょうび/ キニョウビ \n                  \n                  \n                \n                \nkin&#039;youbi\nFriday\n\n\n\n                  \n                  土曜日/どようび/ ドヨウビ \n                  \n                  \n                \n                \ndoyoubi\nSaturday\n\n\n\n                  \n                  お母さん/おかあさん/ オカアサン \n                  \n                  \n                \n                \nokaasan\nmother\n\n\n\n                  \n                  おばあさん/おばあさん/ オバアサン \n                  \n                  \n                \n                \nobaasan\ngrandmother\n\n\n\n                  \n                  お兄さん/おにいさん/ オニイサン \n                  \n                  \n                \n                \noniisan\nolder brother\n\n\n\n                  \n                  おじいさん/おじいさん/ オジイサン \n                  \n                  \n                \n                \nojiisan\ngrandfather\n\n\n\n                  \n                  数学/すうがく/ スウガク \n                  \n                  \n                \n                \nsuugaku\nmathematics\n\n\n\n                  \n                  空港/くうこう/ クウコウ \n                  \n                  \n                \n                \nkuukou\nairport\n\n\n\n                  \n                  先生/せんせい/ センセイ \n                  \n                  \n                \n                \nsensei\nteacher\n\n\n\n                  \n                  英語/えいご/ エイゴ \n                  \n                  \n                \n                \neigo\nEnglish (language)\n\n\n\n                  \n                  お姉さん/おねえさん/ オネエサン \n                  \n                  \n                \n                \noneesan\nolder sister\n\n\n\n                  \n                  お父さん/おとうさん/ オトウサン \n                  \n                  \n                \n                \notousan\nfather\n\n\n\n                  \n                  妹/いもうと/ イモウト \n                  \n                  \n                \n                \nimouto\nyounger sister\n\n\n\n                  \n                  十/とお/ トオ \n                  \n                  \n                \n                \ntō\nten\n\n\n\n                  \n                  弟/おとうと/ オトウト \n                  \n                  \n                \n                \notouto\nyounger brother\n\n\n\n                  \n                  おばさん/おばさん/ オバサン \n                  \n                  \n                \n                \nobasan\nauntie\n\n\n\n                  \n                  おじさん/おじさん/ オジサン \n                  \n                  \n                \n                \nojisan\nuncle\n"},"Japanese/Ikoma-Japanese-Basic-1-Lesson-8":{"title":"Ikoma Japanese Basic 1 Lesson 8","links":[],"tags":["learn_japanese","hiragana","ikoma"],"content":"Vocabulary §\n\n\n                  \n                  去年/きょねん/ キョネン \n                  \n                  \n                \n                \nkyonen\nlast year\n\n\n\n                  \n                  電車/てんしゃ/ テンシャ \n                  \n                  \n                \n                \ndensha\ntrain\n\n\n\n                  \n                  自転車/じてんしゃ/ ジテンシャ \n                  \n                  \n                \n                \njitensha\nbicycle\n\n\n\n                  \n                  宿題/しゅくだい/ シュクダイ \n                  \n                  \n                \n                \nshukudai\nhomework\n\n\n\n                  \n                  美術/びじゅつ/ ビジュツ \n                  \n                  \n                \n                \nbijutsu\nart\n\n\n\n                  \n                  辞書/じしょ/ ジショ \n                  \n                  \n                \n                \njisho\ndictionary\n\n\n\n                  \n                  お茶/おちゃ/ オチャ \n                  \n                  \n                \n                \nocha\ntea\n\n\n\n                  \n                  百/ひゃく/ ヒャク \n                  \n                  \n                \n                \nhyaku\nhundred\n\n\n\n                  \n                  三百/さんびゃく/ サンビャク \n                  \n                  \n                \n                \nsanbyaku\nthree hundred\n\n\n\n                  \n                  六百/ろっぴゃく/ ロッピャク \n                  \n                  \n                \n                \nroppyaku\nsix hundred\n\n\n\n                  \n                  教室/きょうしつ/ キョウシツ \n                  \n                  \n                \n                \nkyoushitsu\nclassroom\n\n\n\n                  \n                  勉強/べんきょう/ ベンキョウ \n                  \n                  \n                \n                \nbenkyou\nstudy\n\n\n\n                  \n                  九十/きゅうじゅう/ キュウジュウ \n                  \n                  \n                \n                \nkyuujuu\nninety\n\n\n\n                  \n                  十月/じゅうがつ/ ジュウガツ \n                  \n                  \n                \n                \njuugatsu\nOctober\n\n\n\n                  \n                  柔道/じゅうどう/ ジュウドウ \n                  \n                  \n                \n                \njudo\njudo\n\n\n\n                  \n                  お正月/おしょうがつ/ オショウガツ \n                  \n                  \n                \n                \noshougatsu\nNew Year\n\n\n\n                  \n                  誕生日/たんじょうび/ タンジョウビ \n                  \n                  \n                \n                \ntanjoubi\nbirthday\n\n\n\n                  \n                  病院/びょういん/ ビョウイン \n                  \n                  \n                \n                \nbyouin\nhospital\n"},"Japanese/Japanese-Numbers":{"title":"Japanese Numbers","links":["Japanese","Japanese/Telling-Time-in-Japanese","Japanese/Dates-in-Japanese"],"tags":["learn_japanese"],"content":"Standard way of counting in Japanese, for eg counting money. However, some objects/things are counted differently.\n\nTelling Time in Japanese\nDates in Japanese\n\n{漢語|かんご} §\nいち、に、さん、し・よん、後、ろく、しち・なな、はち、く・きゅう §\n\nし、く given alternative sounds because of superstition (death and agony)\nしち given alternative sound because sounds too much like いち\nMemorize which pronunciation to use in which case! よん、なな、きゅう are the “preferred” pronunciation in most cases\n\n{百|ひゃく} §\n3/6/8 has changes §\n\nさんびゃく\nろっぴゃく\nはっぴゃく\n\n4/7/9 uses preferred pronunciation §\n\nよんひゃく\nななひゃく\nきゅうひゃく\n\n{千|せん} §\n3/8 has changes §\n\nさんぜん\nはっせん\n\n4/7/9 uses preferred pronunciation §\n\nよんせん\nななせん\nきゅうせん\n\n{万|まん}、{億|おく}、{兆|ちょう} §\n10k, 100M, 1T\n{大和言葉|やまとことば}・{和語|わご} §\n{一つ|ひとつ}、{二つ|ふたつ}、{三つ|みっつ}、{四つ|よっつ}、{五つ|いつつ}、{六つ|むっつ}、{七つ|ななつ}、{八つ|やっつ}、{九つ|ここのつ}、{十|とお} §\nTypically only used up to 10"},"Japanese/Japanese-Sentence-Structures":{"title":"Japanese Sentence Structures","links":["Japanese/て-FORM","interrogative","Japanese/ない-FORM","Japanese/辞書-FORM","Japanese/た-FORM"],"tags":["learn_japanese"],"content":"や。。など\n\njust to enumerate 2 items of an longer list\n箱の中に手紙や写真などがあります\n質問：N1とN2どちらがADJですか\n答え：N1/N2の{方|ほう}がADJです```\n\nused to compare two items\nＶます-FORMましょうか\n\nShall I..\nあしたも来ましょうか？\nShall I come tomorrow too?\nＶて-FORMください\n\nて-FORM: Please do.. (requesting/telling/inviting)\nどうぞたくさんたべてください\nPlease eat as much as you like\nVて-FORMいます\n\nて-FORM: action is happening now\n今雨が降っています\nIt is raining now\nて-FORM: continuous state\n私は田中さんを知っています\nI know Mr. Tanaka\nVて-FORMもいいですか\n\nて-FORM: May I do..\n写真を撮ってもいいですか\nMay I take a photo?\nVて-FORMはいけません\n\nて-FORM: You must not..\nここでたばこを吸ってはいけません\nYou cannot smoke here\nどれ・どのＮ\n\ninterrogative used when asking someone to specify one item out of a list of three or more\n質問１：ミラーさんの傘はどれですか\n答え１：あの青い傘です\n質問２：サントスさんはどの人ですか\n答え２：あの{背|せ}が{高|たか}くて、{髪|かみ}が{黒|くろ}い人です\nVない-FORMでください\n\nない-FORM: Please don’t do..\nここで写真を撮らないでください\nPlease don’t take photographs here\nVない-FORMなければなりません\n\nない-FORM: Must do\n薬を飲まなければなりません\nI must take some medicine\nVない-FORMなくてもいいです\n\nない-FORM: Need not do..\nあした{来|こ}なくてもいいです\nYou don’t have to come tomorrow\nN(time) までに　Ｖ\n\nindicates a time by which an event/action must be completed\n土曜日までに本の{返|かえ}さなければなりません\nI have to return the book by saturday\nＮ ができます\nV辞書-FORMことができます\n\n辞書-FORM:  Can do.. (have the ability to..)\nミラーさんは日本語ができます\nMr. Miller can speak Japanese\n雪がたくさん降りましたから、ことしはスキーができます\nA lot of snow has fallen, so we can ski this year\nカードで{払|はら}うことができます\nYou can pay by card\n私の趣味はＮです\n私の趣味はV辞書-FORMことです\n\n辞書-FORM:  My interest/hobby\n私の趣味は音楽を聞くことです\nI like listening to music\nV辞書-FORM 前に、Ｖ２\nＮの　前に、Ｖ２\nQuantifier(time period)　前に、Ｖ２\n\n辞書-FORM:  x before y\n寝る前に、ほんの読みます\nI read a book before going to bed\n食事のまえに、手お洗います\nI wash my hands before eating\nなかなか　＋　negative expression\n\nNot easily, not expected\n日本ではなかなかうまをみることができませ\nYou don’t see many horses in Japan\nぜひ　\n\nExpresses intensity of statement\nひぜ北海道へ行きたいです\nI really want to go to Hokkaido\nぜひ遊びに来てください\nDo please come and see me\nVた-FORMことがあります\n\nた-FORM: Have the experience of ..\n馬に乗ったことがあります\nI have ridden a horse\nV1た-FORMり、V2た-FORMり　します\n\nた-FORM: Citing two or more actions from a list. Mundane/typical daily actions like eating are not mentioned\n日曜日はテニスをしたり、映画を見たりします\nOn Sundays, I play tennis, watched a film and so on.\nい-ADJ　＋（removeい）く なります\nな-ADJ　＋　(no な)　に　なります　\nN に　なります\n\nChange of state\n寒くなります\nGet cold\n元気になります\nGet better\n25歳になります\nTurn 25 years old"},"Japanese/Saying-your-name-in-Japanese":{"title":"Saying your name in Japanese","links":[],"tags":["learn_japanese","youtube_shorts"],"content":"{私}^{わたし}\nUnnatural §\n{私|わたし}の{名|な}{前|まえ}は「name」です。\nExtremely formal §\n「name」と{申|もう}します。\nFormal §\n「name」って言います。\nCasual §\n「name」です。"},"Japanese/Telling-Time-in-Japanese":{"title":"Telling Time in Japanese","links":[],"tags":["learn_japanese"],"content":"Telling Time {今|いま}{何|なん}{時|じ}{何分|なん|ぷん}ですか。 §\n{時|じ} §\n4/7/9 uses different pronunciation §\n\nよじ (yo not yon)\nしちじ\nくじ\n\n{分|ぷん} §\n2/5/7/9 uses ふん §\n\n{二分|にふん}\n{五分|ごふん}\n{七分|ななふん}\n{九分|きゅうふん}\n\n3/4/ uses ぷん §\n\n{三分|さんぷん}\n{四分|よんぷん}\n\n1/6/8/10 uses っぷん §\n\n{一分|いっぷん}\n{六分|ろっぷん}\n{八分|はっぷん}\n{十分|じゅっぷん}\n"},"Japanese/What-do-Japanese-people-do-before-the-New-Year":{"title":"What do Japanese people do before the New Year","links":["Japanese","New-Year"],"tags":["learn_japanese"],"content":"What do Japanese people do before the New Year お{正月|しょう|がつ}?\n\n{大掃除|おお|そう|じ}\ncleaning of the house, both practically and symbolically\nお{正月飾り|しょう|がつ|かざ|り}\nput up decorations like {門松|かど|まつ} (bambo and pine leaves), {鏡餅|かがみ|もち} (mochi with tangerine), しめ{飾|かざ}り (new year wreath). said to be temporary dwelling places of {神|かみ}.\n{年越|とし|こ}しそば、お{節|せち}{料理|りょう|り}\neat passing of the year soba or new year food which comes in {重箱|じゅう|ばこ} which also looks like bentos\n{除夜|じょ|や}の{鐘|かね}\nring the bells 108 times to purify us of 108 wordly desires\n{初|はつ}{詣|もうで}\nvisit a shrine of temple between 1-3 jan to pray for good fortune\ngive/receive お{年玉|とし|だま}\nnew year money\n"},"Japanese/た-FORM":{"title":"た-FORM","links":[],"tags":[],"content":""},"Japanese/たかこ先生-italki-話して練習0-290324":{"title":"たかこ先生 italki 話して練習0 290324","links":[],"tags":["learn_japanese","italki","たかこ先生"],"content":"2024年3月29日\nAndrewさんの初めてのレッスン\nS: はじめまして！\n\nA: 今、大雨です。\nS: 自己紹介（じこしょうかい）してください。\nplease introduce yourself\nA: アンドリューさん.\nmy name is andrew\n今年、３０歳です。\ni am 30 this year\nコンピューター研究者（けんきゅうしゃ）\ni am a computer scientist.\nAIの研究者です。\nI am AI researcher.\n犬と、二人暮らし（ふたりぐらし）です。\nI live with my dog\n犬は、かわいい？\nmy dog is cute\nS: どんな犬ですか？\nwhat kind of dog\nA:ミックス犬です。\nmixed breed\nSミックス犬（けん）\nmixed dog (ken)\nまたは、\nor\n雑種（ざっしゅ）の犬です。\nhybrid dog\nA: 犬の誕生日は、今週です！！\nMy dog birthday is this week\n３月２５日　今、2歳です。\n25th of march. 2 years old\nS: 質問があります。\nI have a question\n趣味（しゅみ）は何ですか？\nwhat is your hobby?\nA: 日本語の勉強が趣味です。\nstudying japanese is my hobby\nゲームをすること\nゲームです。\nplaying games (both answers are fine)\nS: どんなゲーム？？\nwhat kind of game?\nA: ファンタジーゲームが好きです。\nI like fantasy game\nファイナルファンタジー\nfinal fantasy\nS: https://www.youtube.com/watch?v=1KjYKDcl1Ck\nこの{ボーカル|bo||ka|ru}は、私の友達です。\nMy friend is the vocalist for this song\n{遠藤フビト|えん|ど|fu|bi|to}くんです。\nS: どうして日本語を勉強したいんですか？\nWhy did you study japanese?\nA: アニメが好きです。\nI like anime\nS: どんなアニメを見ますか？\nWhat kind of anime do you watch?\nA: 少年のアニメ\nShounen anime\nS: 私の{夫|おっと}もアニメが大好きです。\nMy husband also really likes anime\nS: シンガポールで{産|う}まれましたか？\nWere you born in singapore?\n(unsure if sensei typed the wrong kanji (産 vs生)\nviewing 産 as more related to production whereas 生 is inherently more related to life, as a general concept, e.g. 生物、生いきる、生活)\nA: ここで、{産|u}まれて、{育|そだ}ちました。\nI was born and raised here\nS: 日本に来たことはありますか？\nHave you been to japan\nA: ２回行きました。\nI have been twice\n初めは、東京　大阪　京都に行きました。\nI went to tokyo, osaka and kyoto the first time\n２{回目|かい|め}大阪　神戸　名古屋\nThe second time, i went to osaka, kobe and nagoya\nS: どこが一番好きでしたか？\n＝どの場所が一番好きでしたか？\nWhich place do you like the best?\nA: お台場\nodaiba\n大きなガンダムもあるし、好きです。\nThere is also a big gundam, which i like\n滝（たき）\nwaterfall\n今年は、７月、沖縄に行きます！！\nIn july i will go to okinawa\nスキューバーダイビングなど、海のスポーツをやります。\nI do water sports like scuba diving (note する vs やる)\nS: 沖縄人は、東京の言葉もわかります。\nOkinawans will understand the language of tokyo\n東京の言葉は、{共通語|きょう|つう|ご} です。\nTokyo’s language is standard japanese\n会社は、家の{近|ちか}くですか？\nis your office near to your home\nA: 家で働いています。\nI work at home\n便利です。\nVery convenient\nS: どうやって、{気分|き|ぶん}{転換|てん|かん}をしていますか？\nHow (どうやって) do you have a mental break? (気分転換=break)\nA: (misunderstood the question, thought she was asking how i wash up in the morning)\nシャワーを浴びたり、歯を磨いたり、\n犬と遊んだり・・・\n犬は、家の下で{糞|ふん}をします。\n動物のうんち＝{糞|ふん}💩\n(real answer)\n寝ることで、{気分|き|ぶん}{転換|てん|かん}をします。\nSleeping refreshes my mood\n寝て{気分|き|ぶん}{転換|てん|かん}をします。\nS: よく寝ますか？\nDo you sleep  often?\nA:昼寝します。\nI take afternoon naps\nS:どのくらい？\nHow long?\nA: いつも１時間くらい寝ます。\nAbout one hour\nS: 食事は、どうしていますか？\nHow do you eat?\n{自分|じ|ぶん}で{作|つ}っていますか？\nDo you make it yourself?\nA: 簡単な食べ物なら作れます。\nI can make simple food\nA: 家がとても小さいので、キッチンも小さいです。\nMy house is small, the kitchen is also small\nA: そんなにスペースがありません。\nThere isn’t much space\nA: 掃除が大変です。\nCleaning is difficult\nS:犬がいるから？\nIs it because of your dog?\nA: 料理の{片付け|かた|づ|け}が大変です。\nCleaning up the food is difficult.\nS: 私に、質問はありますか？\nDo you have any questions for me?\nA: たかこさんは、東京に住んでいますか？\nWhere do you live in tokyo?\nS:東京の{練馬|区ね|りま|く}に住んでいます。\nI live in nerima ward\n\n便利です、でも、都会ではありません。\nConvenient, but it is not at the city center\n渋谷、新宿、池袋まで、それぞれ３０分くらいです。\nIt is about 30 mins to to go to shibuya, shinguku, ikebukuro\nA: 遠くないです。\nIt is not far\nA: (in response to a comment that my jap is better than N5 hehe) 頑張ってます！\nS: 日本語を話す、{機会|きかい}はありますか？\nDo you have chance to speak japanese? (チャンス is also ok)\nA: シンガポールの日本語学校は、\n月木（げつもく）、週２回あります。\nI go to japanese school twice a week\n学生は、たくさんいます。\nThere are many students\n練習のチャンスがありません。\nNot many chance to practice\nS: いつから日本語の勉強を始めましたか？\nWhen did you start learning japanese?\nA: ２６２日前から日本語をアプリで勉強はじめました。\n(because duolingo counts the day) i started learning on the app 262 days ago\nそれから、学校に入りました。\nAfter that, i entered school\nよくできました！\nGood job!"},"Japanese/たかこ先生-italki-話して練習1-030424":{"title":"たかこ先生 italki 話して練習1 030424","links":[],"tags":["learn_japanese","italki","たかこ先生"],"content":"2024年4月3日\nここから　はじめます！！\nToday’s lesson begins here.\nS: 今、仕事をしていました？\nAre you working now?\nA: 私の仕事は、(フレキブル/{臨機応変|りん|き|おう|へん})です。\nMy job is flexible\nA: 起きてから、寝るまで、フレキシブルです！\nFrom the time you wake up to the time you go to bed\nS:{羨|うらや}ましいです。\nI’m jealous.\nS: 先週は、何をしましたか？\n先週{末|まつ}は、何をしましたか？\nLast weekend, what did you do?\nS: 休みはいつですか？\nWhen is your rest?\nS: 日曜日は何をしましたか？\nWhat do you do on Sunday?\nA: 日曜日は、寝てました！！\nI was sleeping on sunday (read)\nA: 来週は、旅行します。\nNext week, i will go on holiday\nA: タイのお正月なので、バンコクに行きます。\nIt’s Thai New Year, so I’m going to Bangkok.\nA: シンガポール人です。\nI am singaporean (in response to a question about my parents)\nA: パーティー(に行って、遊びます。/ で遊びます)。\nI am going to party and have fun　　　　\nS: 誰と行きますか？\nWho am i going with?\nA: 友達と行きます。\nGoing with friends?\nS: どんな友達？\nWhat kind of friend?\nA: 大学の友達です。\nUniversity friend.\nA: {昔|むかし}からの友達です。\nWith old friends\nS: {親友|しん|ゆう} ですか？\nIs it your BEST Friend?\nA: 毎日、メッセージを送ります。\n　　　テキスト\nお互（たが）い　そんなに知らない。\nWe don’t know each other that well.\nお正月には、タイに行ったことがありません。\n**\n水鉄砲（みずでっぽう)\n**\n毎年（まいとし）友達と一緒に行きます。\nタイは好きですか\n4月は、バンコクで、一番暑い月（つき）です。\nだから、水で遊びます。\nもうすぐ、東京も桜が満開（まんかい）になります。\n桜が咲いています。\n先週末、私のお父さんの家の庭で、桜のコンサートをしました。\nwatch\n冬は、木だけです。\nでも、春は、花が咲（さ）きます。\nBut in spring, flowers bloom.\nシンガポールは、いつも夏です。\n　　　　　　　　＝常夏（とこなつ）です。\n今年は、５０年で一番暑くて、大変です。\nきっと、日本も暑くなりますね。\n神様、やめてください！！\n家で休んでいた方が良いですね。\nエアコンは、もちろんあります。\nもちろんです。＝of course\nだから、いつも家で仕事をしてるんですね！\n犬の散歩は、いつするの？\n時々犬と散歩をします。\n暑くて、犬が散歩したくないみたい・・・\nIt’s hot and my dog ​​doesn’t seem to want to go for a walk…\n道路（どうろ）が暑すぎる\n道（みち）\n犬の靴をかいました。\n犬は、それを履（は）きたくない。\n服を着（き）る\n靴（くつ）、靴下（くつした）を履（は）く\n犬の靴があることは、初めて聞きました。\n犬の友達が、犬に靴を履かせているのを見ました。\nそれから、私は、それを買いました。\nでも、犬は、それが嫌いです。\n残念（ざんねん）ですね・・・\n今日は、犬の学校に行きました。\n学校で遊びます。\n高いですか？\n一回、シンガポールドル２０\n2,244.44 円\n高いので、1週間に２回だけ行きます。\n質問があります。\nタイに行く時、犬は学校に預（あず）けます。\nLeave my dog at school.\nホテルと同じです。\n犬は友達がいます。\n彼は、寂（さび）しがりません。\nHe doesn’t get lonely.\n今は、飼っていません。\n飼（か）う＝have \n買（か）う＝Buy\n例文）\n犬を飼（か）うために買（か）う\nBuy to keep a dog\n実家に２匹　犬が居ます。\nThere are two dogs at my parents’ house.\n犬を飼（か）うのは、初めてですか？\n　　　　　　　　　　1st　time\n買い始めてから、犬のことを知りました。\nAfter I started buying them, I learned about dogs.\nたくさん、読み方が同じ漢字があります。\n・・・ごめんね・・・\n中国語は話せますか？\n中国語は、見たら、分かります。\n中国語は、ペラペラですか？\nシンガポール人は、学校で、英語と中国語を勉強します。\n例えば、数学（すうがく）は、何語で勉強しますか？\n学校では、全部英語です。\n特別（とくべつ）なクラスは、中国語です。\nわたしは、２回中国語を勉強しよう！！と思いました。\nでも、２回挫折（ざせつ）しました。\n発音（はつおん）できない。\nたくさんの音が同じです。\nでも、日本語を勉強するとき、便利ですね。\n日本語の文法は難しいです。\n韓国語と、トルコ語と同じです。\nKorean and Turkish\n全然知らない。\n文法\nI am takako\nS V  C\n私は、貴子です。\nS　　C　　V\n中国語と英語の語順（ごじゅん）は似(に）ています。\nThe word order in Chinese and English is similar.\nなぜ、今の仕事をしていますか？\n今の仕事が好きですか？\nフレキブルだから好き\n業務内容　Business content\n大学では、何を勉強していましたか？\nコンピュータサイエンスを勉強していました。\n私は、博士（はくし）です。\n大学卒業＝学士\n大学院2年間＝修士（しゅうし）\n大学院4年間＝博士（はくし）\n研究が好きです💕\n難しそう・・・\n好きだから、私にとっては、（あまり）難しくありません。\n小さい頃から、コンピューターが好きでしたか？\nゲームは好きでした。\n１０年前、AIは、有名じゃありませんでした。\nでも、その頃から、私は、興味（きょうみ）がありました。\n今、AIは普通です。\n　　　　有名です。\n今は、AIの研究をしていません。\n仕事は、投資家です。\nstock investor？\nコンピューターサイエンスを使った、トレーディングをしています。\n株式（かぶしき）の取引\n債券（しょうけん）、\n為替（かわせ）などの取引（とりひき）\nフリーランスでは、ありません。\n一人で仕事をしている。\nとてもストレスフルです。\nストレスが高いです。\nリスクもありますか？\nriskもありますか？\nお金が無くなることもある・・・\nあなたは、勇気（ゆうき）がありますね。\nself-employed＝自営業（じえいぎょう）\n　　　　自分で、営業する人\nプレッシャーとリスクはいつもあります。\n時々、泣（な）きます。\n泣いたことない？\n一度も泣いたことはありません。\n私は、1週間に一度泣いています。\n私は、コンサートの度に、広告する必要があります。\n”貴子のコンサート”\n毎月あります。\n今年の終わり、私は、友達と東京\n**"},"Japanese/て-FORM":{"title":"て-FORM","links":[],"tags":[],"content":""},"Japanese/ない-FORM":{"title":"ない-FORM","links":[],"tags":[],"content":""},"Japanese/辞書-FORM":{"title":"辞書-FORM","links":[],"tags":[],"content":""},"Johari-Window":{"title":"Johari Window","links":[],"tags":[],"content":"The Johari Window is a framework for understanding conscious and unconscious bias that can help increase self-awareness and our understanding of others. It is the creation of two psychologists, Joseph Luft and Harrington Ingham, who named the model by combining their first names. It is composed of four quadrants in which people using the framework can identify what they know about themselves and what other people know about them. This results in four areas of understanding:\n\nOpen area: Anything you know about yourself and are willing to share with others\nBlind area: Anything you do not know about yourself, but that others have become aware of\nHidden area: Anything you know about yourself and are not willing to share with others\nUnknown area: Any aspect unknown to you or anyone else\n"},"Kamikōchi":{"title":"Kamikōchi","links":[],"tags":[],"content":"Kamikōchi is a remote mountainous highland valley within the Hida Mountains range, in the western region of Nagano Prefecture, Japan"},"Karasawa-Cirque":{"title":"Karasawa Cirque","links":[],"tags":[],"content":""},"Kuchisabishii":{"title":"Kuchisabishii","links":["Japanese"],"tags":[],"content":"Japanese phrase literally translated to “lonely mouth”, meaning mindless eating"},"Li-Wenliang":{"title":"Li Wenliang","links":[],"tags":["person"],"content":""},"Listening-List":{"title":"Podcast List","links":["The-Prince---Podcast","Network-State-Podcast","The-Foreign-Affairs-Interview-Podcast"],"tags":[],"content":"\n The Prince - Podcast\n[-] Network State Podcast\n[/] The Foreign Affairs Interview Podcast\n"},"Little-Albert-Experiment":{"title":"Little Albert Experiment","links":["John-Watson","Rosalie-Rayner","classical-conditioning"],"tags":["experiment"],"content":"Conducted by psychologist John Watson and Rosalie Rayner in 1920. It aimed to investigate classical conditioning in humans by conditioning a young child, “Little Albert,” to fear a previously neutral stimulus (a white rat) by pairing it with a loud noise. The study was controversial due to the lack of consent from the child’s parents and the emotional distress caused to the child, who was left with a long-lasting phobia of furry objects.\nAn example of classical conditioning"},"Local-Currency-Transaction-Scheme":{"title":"Local Currency Transaction Scheme","links":["Local-Currency-Settlement-Scheme","USD","Euro","Yen","British-Pound","Joko-Widodo"],"tags":[],"content":"info\nAn extension of the Local Currency Settlement Scheme. Aim is to reduce dependence on USD, Euro, Yen, and British Pound from financial transactions and move to settlements in local currencies.\nIndonesian President Joko Widodo seems to be pushing/spearheading this (imo, from reports)"},"Lyn-Alden":{"title":"Lyn Alden","links":["Dollar-Hegemony","United-States","USD","Republic-of-China"],"tags":["person"],"content":"Tweets §\ntweetabout dollar hegemony §\nArgues that conversations assumes that Dollar Hegemony is good for the US.  It increases import power (because of dollar strength), but makes it less attractive for exports, thereby harming local domestic manufacturing.\nImplies in her figures that as a result of Dollar Hegemony, China has overtaken US as the largest trading partner in 2020, as compared to back in 2000."},"MIJ-Hub":{"title":"MIJ Hub","links":["Special-Needs","Singapore","austism"],"tags":[],"content":"Special Needs Hub in Singapore which trains individuals with learning differences, such as austism, to better function and socialize"},"Made-In-Abyss":{"title":"Made In Abyss","links":[],"tags":["anime"],"content":""},"Mao-Zedong":{"title":"Mao Zedong","links":[],"tags":["person"],"content":""},"Michelle-Yeoh":{"title":"Michelle Yeoh","links":[],"tags":["person"],"content":""},"Milgram-Experiment":{"title":"Milgram Experiment","links":["social-psychology"],"tags":["experiment"],"content":"a social psychology study conducted by Stanley Milgram in 1961 to investigate the willingness of people to obey authority figures. Participants were instructed to administer electric shocks to another person in response to incorrect answers on a test. The experiment was controversial due to the high level of stress and psychological harm it caused to participants, who were led to believe they were causing pain to others."},"Milton-Group-Scam":{"title":"Milton Group Scam","links":["Milton","Premier-League","scam","Chelsea","Everton","Fulham","Europe"],"tags":[],"content":"Video\nA criminal network that is known to the police as Milton. Premier League sponsorships were used to lure football fans into scam exchanges which were just a simulation. Many respectable clubs like Chelsea, Everton, Fulham signed deals endorsing different scam exchanges in Europe."},"Monetary-Hegemony":{"title":"Monetary Hegemony","links":["Dollar-Hegemony","Gold-Hegemony"],"tags":[],"content":"Two main forms so far:\n\nDollar Hegemony\nGold Hegemony\n"},"Monster-Study":{"title":"Monster Study","links":["Wendell-Johnson","operant-conditioning"],"tags":["experiment"],"content":"Conducted by Wendell Johnson in 1939 to investigate the causes of stuttering in children. The study was controversial because it involved unethical practices, such as intentionally inducing stuttering in children and providing negative feedback to those who showed improvement. It caused significant emotional distress to the participants and led to long-lasting negative effects on their self-esteem and speech.\nA form of operant conditioning."},"Morgan-Housel":{"title":"Morgan Housel","links":[],"tags":["author","person"],"content":""},"Mould-Effect":{"title":"Mould Effect","links":[],"tags":[],"content":"\nPhysical phenomenon caused by gravity in which which the chain rises over the edge first and then drops"},"NYDFS":{"title":"NYDFS","links":[],"tags":[],"content":""},"New-Year":{"title":"New Year","links":[],"tags":[],"content":""},"New-York-Community-Bancorp":{"title":"New York Community Bancorp","links":[],"tags":[],"content":""},"Omotenashi":{"title":"Omotenashi","links":["Japanese","mindfulness"],"tags":[],"content":"a Japanese expression that roughly describes concepts of hospitality as well as mindfulness"},"Operation-Midnight-Climax":{"title":"Operation Midnight Climax","links":[],"tags":["experiment"],"content":"a series of secret CIA experiments conducted from the 1950s to the 1970s to investigate the potential use of mind-altering drugs as a form of psychological warfare. The study was controversial because it involved illegal activities such as the use of prostitutes to lure men into CIA “safe houses” where they were given LSD without their knowledge or consent."},"Oscars":{"title":"Oscars","links":[],"tags":[],"content":""},"Patriot-Number-one":{"title":"Patriot Number one","links":[],"tags":["person"],"content":"Chinese from Wukan Village who had stoked a series of pro-democracy protests, hoping to change his home for the better."},"Paul-Sheard":{"title":"Paul Sheard","links":["Standard-and-Poor's"],"tags":["person"],"content":"Standard and Poor’s Global Chief Economist."},"Piper-Sandler":{"title":"Piper Sandler","links":[],"tags":[],"content":"American independent investment bank and financial services company, focused on mergers and acquisitions, financial restructuring, public offerings, public finance, institutional brokerage, investment management and securities research."},"Priming-Experiment":{"title":"Priming Experiment","links":["John-Bargh","social-psychology"],"tags":["experiment"],"content":"John Bargh conducted this social psychology experiment to show that exposing participants to words related to elderly people led to slower walking speed, demonstrating the power of priming. The study was controversial because it raised ethical concerns about the potential for the manipulation of people’s behavior without their awareness. Also, another lab was unable to replicate the results."},"Project-Texas":{"title":"Project Texas","links":["TikTok","United-States","Chinese-Communist-Party"],"tags":[],"content":"Solution by TikTok to appease lawmakers in the US and allay fears that the CCP has access to American data. Data collected on the app will be stored and handled locally."},"Reading-List":{"title":"Reading List","links":["The-Psychology-of-Money---Timeless-Lessons-on-Wealth,-Greed,-and-Happiness","Morgan-Housel","Manias,-Panics,-and-Crashes---A-History-of-Financial-Crises","Charles-Poor-Kindleberger","@insiliconot","Patriot-Number-One:-American-Dreams-in-Chinatown","Lauren-Hilgers","Extraordinary-Popular-Delusions-and-the-Madness-of-Crowds","Charles-Mackay","The-Wires-of-War---Technology-and-the-Global-Struggle-for-Power","Jacob-Helberg","Noah-Smith","Four-Battlegrounds---Power-in-the-Age-of-Artificial-Intelligence","Paul-Scharre","The-Digital-Silk-Road---China's-Quest-to-Wire-the-World-and-Win-the-Future","Jonathan-E.-Hillman"],"tags":[],"content":"Finance §\n\n[/] The Psychology of Money - Timeless Lessons on Wealth, Greed, and Happiness, Morgan Housel\n Manias, Panics, and Crashes - A History of Financial Crises, Charles Poor Kindleberger, recommended by @insiliconot\n\nPolitics §\n\n Patriot Number One: American Dreams in Chinatown, Lauren Hilgers\n\nPsychology §\n\n Extraordinary Popular Delusions and the Madness of Crowds, Charles Mackay, recommended by @insiliconot\n\nTechnology §\n\n The Wires of War - Technology and the Global Struggle for Power, Jacob Helberg, recommended by Noah Smith\n Four Battlegrounds - Power in the Age of Artificial Intelligence, Paul Scharre, recommended by Noah Smith\n The Digital Silk Road - China’s Quest to Wire the World and Win the Future, Jonathan E. Hillman, recommended by Noah Smith\n\nSuperabundance: The Story of Population Growth, Innovation, and Human Flourishing on an Infinitely Bountiful Planet\nBook by Gale L. Pooley and Marian L. Tupy"},"Red-second-generation":{"title":"Red second generation","links":["Mao-Zedong"],"tags":[],"content":"refers to the sons and daughters of chinese political elites who grew up on the ideology of Mao Zedong"},"Republic-of-China":{"title":"Republic of China","links":[],"tags":[],"content":""},"Roth-IRA":{"title":"Roth IRA","links":[],"tags":[],"content":"An individual retirement account that offers tax-free growth and tax-free withdrawals in retirement"},"Sea-of-Stars":{"title":"Sea of Stars","links":[],"tags":["game"],"content":"wrote a short review\nI liked §\n\ncute cinematic cutscenes midbattle\njunk stuff are clearly labelled for sale “Valuable meant to be sold”\nsimilarity to golden sun\ncharacters are pretty unique, unconventional and likeable\n\nI dislike §\n\nbattles a little repetitive and boring\nno minimap!!!\nno button to easily optimize equipment, making it a chore when some eq are character specific and will only go to one person anyway\nno 2x mode, battles very draggy. tactics/strategies are quite limited and simple. characters don’t feel like they have any power spikes as the story progresses\nmap puzzles are extremely easy and unchallenging, bordering on tedious and boring\nstory felt extremely rushed. the final boss in the main story wasnt even the mastermind. ‘true ending’ locked behind a collection sidequest. why?? many storylines not tied up such as what happened to brugraves.\n"},"Ship-of-Theseus":{"title":"Ship of Theseus","links":[],"tags":[],"content":"The Ship of Theseus is a thought experiment about whether an object which has had all of its original components replaced remains the same object."},"Silk-Road-Shutdown":{"title":"Silk Road Shutdown","links":["Federal-Bureau-of-Investigation","Silk-Road","Ross-William-Ulbricht","bitcoin"],"tags":[],"content":"The Federal Bureau of Investigation shut down Silk Road and caught Ross William Ulbricht via an IP leak. The bitcoins were also seized."},"Socialism":{"title":"Socialism","links":["Political-Philosophy","Communism","Democracy","Authoritarian"],"tags":[],"content":"Political Philosophy which campaigns for social/collective ownership of production and distribution. Unlike Communism, it is compatible with Democracy. It shares Communism’s emphasis on a fair (if not necessarily equal) distribution of wealth among citizens without being Authoritarian."},"Standard-and-Poor's":{"title":"Standard and Poor's","links":[],"tags":[],"content":""},"Stanford-Prison-Experiment":{"title":"Stanford Prison Experiment","links":["social-psychology","Philip-Zimbardo"],"tags":["experiment"],"content":"a social psychology study conducted by psychologist Philip Zimbardo in 1971. The aim was to investigate how individuals behave when placed in a prison environment. Participants were randomly assigned roles of either prisoner or guard in a simulated prison environment. However, the study was controversial due to the extreme and unethical behavior of the guards towards the prisoners. It was stopped after only six days instead of the planned two weeks."},"Sue-Lin-Wong":{"title":"Sue-Lin Wong","links":[],"tags":["person"],"content":""},"TIL":{"title":"TIL","links":[],"tags":[],"content":"Today I learnt about (look at linked notes)"},"Tasks":{"title":"Tasks","links":[],"tags":[],"content":"group by filename"},"The-7-Most-Controversial-Psychological-Experiments-of-All-Time":{"title":"The 7 Most Controversial Psychological Experiments of All Time","links":["Stanford-Prison-Experiment","Priming-Experiment","Milgram-Experiment","Little-Albert-Experiment","Facebook-Emotion-Experiment","Operation-Midnight-Climax","Monster-Study"],"tags":["article"],"content":"\nStanford Prison Experiment\nPriming Experiment\nMilgram Experiment\nLittle Albert Experiment\nFacebook Emotion Experiment\nOperation Midnight Climax\nMonster Study\n"},"The-Foreign-Affairs-Interview-Podcast":{"title":"The Foreign Affairs Interview Podcast","links":["podcasts/The_Foreign_Affairs_Interview_What_Putin_Got_Wrong_About_Ukraine_Russia_and_the_West"],"tags":["podcast"],"content":"\nTransclude of block \n"},"The-Glory":{"title":"The Glory","links":[],"tags":["kdrama"],"content":"High rewatchability. Tackles themes like school bullying and revenge. Content isn’t sugarcoated or toned down with a romantic veneer. Extremely solid acting. Only complaint is that some plotlines weren’t tied up - saving for season 2 maybe."},"The-Prince---Podcast":{"title":"The Prince - Podcast","links":["Sue-Lin-Wong","podcasts/The_Prince_Redder_than_red","podcasts/The_Prince_Hide_and_bide","podcasts/The_Prince_Patriot_number_one","podcasts/The_Prince_Man_enough"],"tags":["podcast"],"content":"Host:  Sue-Lin Wong\n\nTransclude of block \nTransclude of block \nTransclude of block \nTransclude of block \n"},"The-Psychology-of-Money---Timeless-Lessons-on-Wealth,-Greed,-and-Happiness":{"title":"The Psychology of Money - Timeless Lessons on Wealth, Greed, and Happiness","links":["Michael-Batnick","Ulrike-Malmendier","Stefan-Nagel","National-Bureau-of-Economic-Research","Survey-of-Consumer-Finances","Bill-Gross","Social-Security","401k","Roth-IRA","Index-funds","Hedge-funds","World-War-II","GI-Bill","Bhashkar-Mazumder","Survivorship-bias","Rajat-Gupta","Bernie-Madoff","Long-Term--Capital-Management","Warren-Buffet","Jesse-Livermore","Great-Depression","Nassim-Taleb"],"tags":["books"],"content":"Chapter 1 - No one’s crazy §\nOn experiences §\nExperiences are formative - it is hard to truly understand fear and uncertainty simply from reading or hearing about it no matter how open minded you are.  Michael Batnick said “some lessons have to be experienced before they can be understood”\nIn 2006 economists Ulrike Malmendier and Stefan Nagel from the National Bureau of Economic Research dug through 50 years of the Survey of Consumer Finances and found that people’s lifetime investment decisions are heavily anchored to the experiences those investors had in their own generation especially experiences early in their adult life.\nBill Gross, the famed bond manager, admits that he would probably not be where he is today if he had been born a decade earlier or later. Gross’s career coincided almost perfectly with a generational collapse in interest rates that gave bond prices a tailwind.\nOn modern financial trends §\nCurrent financial meta of investing and saving is reletively new. Feeling entitled to retirement is at most 2 generations old.\nEarlier on, most people worked until they died. Social Security tried to change this which led to the idea of retiring becoming popular in 1980.\nThe 401k did not exist until 1978. The Roth IRA was not born until 1998. College was not a societial want until the 2000s. And Index funds are less than 50 years old while Hedge funds were popularized only in the last 25 years. Credit and debt only became widespread and normalized after World War II, when the GI Bill made it easier for Americans to borrow.\nChapter 2 - Luck and Risk §\nLuck plays an integral part to the trajectory of anyone’s life. Economist Bhashkar Mazumder has shown that incomes among brothers are more correlated than height or weight. This is an example of luck (birth situation) making it more likely for siblings to go through the same education route, process etc.\nOutsiders’ perception of risk assumed is always different than one’s self reflection. Someone else’s failure is usually attributed to bad decisions, while your own failures are usually chalked up to the dark side of risk.\n\nBe careful who you praise and admire. Be careful who you look down upon and wish to avoid becoming.\n\nIt is naive and ignorant to assume 100% of outcomes can be attributed to effort and decisions.  Risk/Luck plays a huge part\n\nFocus less on specific individuals and case studies and more on broad patterns.\n\nWhat worked for a single person will almost not generalize to everyone, and it is often a case of Survivorship bias. It is ‘safer’ to follow larger trends\nFailure can be a lousy teacher, because it seduces smart people into thinking their decisions were terrible when sometimes they just reflect the unforgiving realities of risk.  Ultimately, risk is a probabilistic chance that can play out either way (unless you have 100% odds).\nChapter 3 - Never enough §\nConvicted entrepreneurs like Rajat Gupta and Bernie Madoff initially had extremely successful businesses. Hedge funds like Long-Term  Capital Management took on so much risk that they lost everything in the greatest bull market. The idea of never having enough is inexplicitly linked to greed, which often leads to people doing extreme things that lead to their downfall\n\n\nThe hardest financial skill is getting the goalpost to stop moving\nSocial comparison is the problem here. Capitalism generates wealth and envy\n“Enough” is not too little. Enough is knowing your limits\nThere are many things never worth risking, no matter the potential gain\n\n\nChapter 4 - Confounding Compounding §\nIce ages were caused by moderately cool summers, not cold winters. Ice that built up over the winters did not melt fast enough, accumulating.\nWarren Buffet current networth (at point of book writing) was 84.5 billion. Of that, 84.2billionwasaccumulatedafterhis50thbirthday.81.5 billion came after he qualified for Social Security, in his mid-60s.\nLinear thinking is more intuitive to humans than exponential thinking, it is harder to grasp the full effects of compounding\nChapter 5 - Getting Wealthy vs Staying Wealthy §\nThere are many ways to get wealthy, but only one way to stay wealthy: some combination of frugality and paranoia.\nJesse Livermore, a professional trader, was heavily short before the Great Depression. After, overflowing with confidence, he made larger and larger bets until he blew up.\nGetting money requires taking risks, being optimistic, and putting yourself out there.\nBut keeping money requires the opposite of taking risk. It requires humility, and fear that what you’ve made can be taken away from you just as fast. It requires frugality and an acceptance that at least some of what you’ve made is attributable to luck, so past success can’t be relied upon to repeat indefinitely\n\nNassim Taleb: “Having an ‘edge’ and surviving are two different things: the first requires the second. You need to avoid ruin. At all costs.\n\nThe survival mindset §\n\nBe financially unbreakable. Stick around long enough for compounding to work wonders.\nPlanning is important, but the most important part of every plan is to plan on the plan not going according to plan.\nA barbelled personality - optimistic about the future, but paranoid about what will prevent you from getting to the future- is vital\n"},"TikTok-CEO-Shou-Chew-on-Its-Future-—-and-What-Makes-Its-Algorithm-Different---Live-at-TED2023":{"title":"TikTok CEO Shou Chew on Its Future — and What Makes Its Algorithm Different - Live at TED2023","links":["TED-talk","Shou-Chew","Chris-Anderson","Project-Texas"],"tags":["videos"],"content":"TED talk on youtube\nTalks about the evolution of digital eras - from search to social graphs and currently interest/content graphs\nShou Chew avoids the questions of AI bots artificially inflating likes and views\nTongue in cheek by Host Chris Anderson that implicitly suggests that fake news/content or misinformation can still appear on the tech feed\nShou Chew claims that children under 13 in the US is way more restricted on the app than those in China who are given mandatory restrictions by the government\nTransclude of block \nSays that tools based on transparency, open source algorithms, will reduce risk of government interference to “close to zero as possible”. Some hedging here, but overall holds a strong opinion that it will not happen"},"TinyAway":{"title":"TinyAway","links":[],"tags":[],"content":""},"Tone-Sandhi":{"title":"Tone Sandhi","links":["Thai","Hokkien"],"tags":[],"content":"Process by which tones of a preceeding word is changed by the surrounding words or the context. Happens frequently in tonal languages like Thai or Hokkien"},"Toyko-Trials":{"title":"Toyko Trials","links":["Empire-of-Japan","World-War-II"],"tags":[],"content":"military trial which tried leaders of Empire of Japan for their crimes in World War II,"},"Travel-List":{"title":"Travel List","links":["autumn","hike","Japan"],"tags":[],"content":"\nbest autumn hike in Japan\n\nhttps://www.alpico.co.jp/en/travelog/post/karasawa-cirque-best-autumn-hike-in-kamikochi/\n\n\n\n"},"Two-Centenary-Goals":{"title":"Two Centenary Goals","links":[],"tags":[],"content":"Described by chatGPT §\nThe Two Centenary Goals are long-term developmental objectives set by the Chinese Communist Party (CCP) to guide China’s modernization and national rejuvenation. These goals are tied to two key centenary milestones:\n\n\nFirst Centenary Goal: Building a “moderately prosperous society” by the 100th anniversary of the founding of the CCP in 2021. This goal focuses on eradicating extreme poverty, improving living standards, and achieving a balanced and comprehensive economic growth, encompassing urban and rural development, wealth distribution, and environmental sustainability.\n\n\nSecond Centenary Goal: Transforming China into a “fully developed, rich, and powerful” socialist modern country by the 100th anniversary of the founding of the People’s Republic of China in 2049. This goal envisions China as a global leader in terms of comprehensive national power, including technological and economic prowess, national defense, and international influence. It also aims for a harmonious society with a high standard of living, education, and cultural development, alongside a healthy environment and sustainable development.\n\n\nThese goals are central to China’s political and economic planning, and the country’s leaders have been making efforts to achieve these objectives through various domestic and international initiatives."},"USD":{"title":"USD","links":[],"tags":[],"content":""},"USDC":{"title":"USDC","links":["Stablecoin","Circle","dailies/11-03-2023","Silicon-Valley-Bank"],"tags":["crypto"],"content":"Stablecoin issued by Circle. Each coin is backed by a dollar in cash.\nDepegging History §\nDepegged on 11-03-2023 to as low as 0.83 due to Silicon Valley Bank suffering a bank run. Circle had 3.3B of 40B (about 8%) there."},"United-States":{"title":"United States","links":[],"tags":["country"],"content":""},"Upscaling":{"title":"Upscaling","links":["Computer-Vision"],"tags":[],"content":"in relation to Computer Vision"},"Wang-Huning":{"title":"wang huning","links":["Grey-Eminence","Chinese-Communist-Party"],"tags":["person"],"content":"Regarded as the Grey Eminence of the Chinese Communist Party"},"Xi-Jinping":{"title":"Xi Jinping","links":[],"tags":["person"],"content":""},"Xi-Zhongxun":{"title":"Xi Zhongxun","links":[],"tags":["person"],"content":""},"associative-learning":{"title":"associative learning","links":["classical-conditioning","operant-conditioning"],"tags":["psychology"],"content":"Includes classical conditioning and operant conditioning"},"bo-xilai-scandal":{"title":"bo xilai scandal","links":["Bo-Xilai"],"tags":[],"content":"High-profile political scandal that occurred in China in 2012.\nThe scandal began to unfold in February 2012 when Bo Xilai’s former chief of police, Wang Lijun, sought asylum at the US consulate in Chengdu. Wang reportedly had evidence of corruption and other crimes committed by Bo and his family. The scandal quickly escalated and became a major political crisis for the Chinese government.\nBo was subsequently removed from his positions in the Communist Party and the government, and his wife, Gu Kailai, was convicted of the murder of a British businessman, Neil Heywood. Bo himself was eventually convicted of corruption, bribery, and abuse of power, and was sentenced to life imprisonment in 2013."},"classical-conditioning":{"title":"classical conditioning","links":["associative-learning","Pavlov's-bell"],"tags":["psychology"],"content":"A type of associative learning.\nMost famous example is the Pavlov’s bell."},"cormorant-fishing":{"title":"cormorant fishing","links":[],"tags":[],"content":"https://twitter.com/FrankRBruno/status/1694706094554169785"},"dailies/01-01-2024":{"title":"01-01-2024","links":["Earthquake","Tsunami","Ishikawa","Japan"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\n7.6 magnitude Earthquake followed by a Tsunami at the Ishikawa prefecture in Japan"},"dailies/02-01-2024":{"title":"02-01-2024","links":["TIL","Flipper-Zero-Bluetooth-attack","iPhones","The-Boy-and-the-Heron",""],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL about Flipper Zero Bluetooth attacks on iPhones\nwatched The Boy and the Heron and wrote a review about it."},"dailies/02-02-2024":{"title":"02-02-2024","links":["TIL","Karasawa-Cirque","autumn","hike","Kamikōchi"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL about Karasawa Cirque, so called the best autumn hike in Kamikōchi"},"dailies/04-05-2023":{"title":"04-05-2023","links":["Kremlin","False-Flag-Event"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nDrone attack on Kremlin which has been accused to be staged by Russia as a False Flag Event"},"dailies/06-04-2023":{"title":"06-04-2023","links":["Australian-Securities-&-Investments-Commission","Binance","Australian-Financial-services-License","derivatives","21-04-2023"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nAustralian Securities &amp; Investments Commission cancelled Binance’s Australian Financial services License. This affects only derivatives positions and Binance will have to close them by 21-04-2023"},"dailies/08-01-2024":{"title":"08-01-2024","links":["TIL","Wheat-and-Chessboard-problem","Upscaling"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL about the Wheat and Chessboard problem in relation to Upscaling"},"dailies/08-02-2024":{"title":"08-02-2024","links":["TIL","Omotenashi"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL about Omotenashi"},"dailies/08-07-2023":{"title":"08-07-2023","links":["TIL","TinyAway","Lazarus-Island","pet-friendly"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL about TinyAway at Lazarus Island which offers pet-friendly accommodations. a little expensive though"},"dailies/10-03-2023":{"title":"10-03-2023","links":["Information-Asymmetry","Tone-Sandhi"],"tags":["dailies"],"content":"Random Thoughts §\nInformation Asymmetry\nTone Sandhi\nThings that happened today §"},"dailies/10-04-2023":{"title":"10-04-2023","links":["Binance","Futures-Trading"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nBinance Futures Trading went down for a short time"},"dailies/11-03-2023":{"title":"11-03-2023","links":[],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §"},"dailies/12-01-2024":{"title":"12-01-2024","links":["TIL","wet-bulb-temperatures"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL about wet bulb temperatures"},"dailies/13-03-2023":{"title":"13-03-2023","links":[],"tags":["dailies"],"content":"Random Thoughts §\nWriting fluff - strength or weakness?\nThings that happened today §"},"dailies/13-10-2023":{"title":"13-10-2023","links":["TIL","Leidenfrost-effect","Fun-Facts","White-Noise"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL about the Leidenfrost effect\nFun Facts: White Noise is the least-compressible, but still extremely easy to generate"},"dailies/15-03-2023":{"title":"15-03-2023","links":["Michelle-Yeoh","Oscars"],"tags":["dailies"],"content":"Random Thoughts §\nwrote about Michelle Yeoh and the Oscars here\nThings that happened today §"},"dailies/16-05-2023":{"title":"16-05-2023","links":["Argentina","Interest-Rates"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nArgentina increased Interest Rates to 97% from 91%\nInteresting to know that high interest rates are the norm. 2016 was around 20-40%, and 2018 to 2020 shot up from mid 20s to low 80s"},"dailies/16-08-2023":{"title":"16-08-2023","links":["TIL","Toyko-Trials","Mould-Effect"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL about the Toyko Trials\nTIL about the Mould Effect"},"dailies/17-03-2023":{"title":"17-03-2023","links":["Banking-Is-Broken-How-Blockchain-Can-Fix-Bank-Runs","Erika-H.-James","Bitsignal"],"tags":["dailies"],"content":"Random Thoughts §\nbank runs - should bank always hold 100% liquidity? similiar to airlines overselling plane tickets. Banking Is Broken How Blockchain Can Fix Bank Runs\n\n\nErika H. James on CNA: being a minority leads to intense scrutiny, both good and bad.\n\nwas just thinking that in a way, being able to stand out is like trading using leverage\nThings that happened today §\nBitsignal"},"dailies/17-10-2023":{"title":"17-10-2023","links":["TIL","Prime-Numbers"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL Prime Numbers are a potential method for extraterrestrial communication because it is an universal and fundamental mathematical concept."},"dailies/18-03-2023":{"title":"18-03-2023","links":[],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §"},"dailies/18-07-2023":{"title":"18-07-2023","links":["TIL","godoksa"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL about godoksa"},"dailies/18-08-2023":{"title":"18-08-2023","links":["TIL","denominator-neglect"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL about denominator neglect"},"dailies/19-04-2023":{"title":"19-04-2023","links":["Gary-Gensler","Blockchain","bitcoin","Financial-Services-Committee-hearing","Ethereum","security"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nGary Gensler, while lecturing about Blockchain and bitcoin, commented at the Financial Services Committee hearing that he never owned any. He also refused to provide any clarify on if Ethereum was considered a security."},"dailies/20-07-2023":{"title":"20-07-2023","links":["TIL","Freeganism"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL about Freeganism from CNA"},"dailies/22-03-2023":{"title":"22-03-2023","links":[],"tags":["dailies"],"content":"Random Thoughts §\nsmoke breaks\nThings that happened today §"},"dailies/22-04-2023":{"title":"22-04-2023","links":["TIL","Locust","Grasshopper"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL Locusts are just Grasshoppers in swarming mode"},"dailies/22-05-2023":{"title":"22-05-2023","links":["bitcoin","Bathala-Maykapal","Philippine-Mythology"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\n\nSaw this pretty cool webapp that showed bitcoin limit orders on the orderbooks as tanks on a battleground\nBathala Maykapal, the ruler of the universe in Philippine Mythology.\n"},"dailies/22-08-2023":{"title":"22-08-2023","links":[],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §"},"dailies/23-02-2024":{"title":"23-02-2024","links":["TIL","Turn-Key-Model"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL about the Turn Key Model"},"dailies/23-03-2023":{"title":"23-03-2023","links":["Arbitrum"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nArbitrum airdrop"},"dailies/24-02-2023":{"title":"24-02-2023","links":["Cayman-Islands"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nincreased monitoring for jurisdictions. Notable area is Cayman Islands, where significant portion of offshore funds are held."},"dailies/24-05-2023":{"title":"24-05-2023","links":["Microsoft","Windows-Copilot","Dev-Home","Windows-11ilot","Windows-11"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nMicrosoft [announced Windows Copilot and Dev Home on Windows 11ilot and Dev Home on Windows 11"},"dailies/25-08-2023":{"title":"25-08-2023","links":["TIL","cormorant-fishing"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL cormorant fishing"},"dailies/26-08-2023":{"title":"26-08-2023","links":["TIL","Heinrich-Law"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL about the Heinrich Law"},"dailies/27-03-2024":{"title":"27-03-2024","links":[],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §"},"dailies/27-07-2023":{"title":"27-07-2023","links":["TIL","MIJ-Hub"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL about MIJ Hub"},"dailies/28-01-2024":{"title":"28-01-2024","links":["TIL","Johari-Window"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL about the Johari Window"},"dailies/28-03-2023":{"title":"28-03-2023","links":["Binance-vs-CFTC"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nBinance vs CFTC"},"dailies/29-10-2023":{"title":"29-10-2023","links":["TIL","Veblen-good"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL about Veblen goods"},"dailies/30-03-2023":{"title":"30-03-2023","links":["Elizabeth-Warren","US-Senate"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nElizabeth Warren is building an anti-crypto army, on her campaign to be reelected for US Senate"},"dailies/31-03-2023":{"title":"31-03-2023","links":["bitcoin","Silk-Road-Shutdown"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nCourt filing shows that US Government Sold 9,800 bitcoin on March 14, and intends to sell 41,500 more in four batches over the course of the year. The bitcoin was obtained from the Silk Road Shutdown"},"dailies/31-10-2023":{"title":"31-10-2023","links":["TIL","Ship-of-Theseus"],"tags":["dailies"],"content":"Random Thoughts §\nThings that happened today §\nTIL about the Ship of Theseus"},"denominator-neglect":{"title":"denominator neglect","links":[],"tags":[],"content":"Denominator neglect is a behavioural phenomenon that affects people exposed to data that is presented in certain ways to influence the outcomes. For example 10% off sounds better than 4 dollars off"},"fractional-reserve-banking":{"title":"fractional reserve banking","links":[],"tags":[],"content":""},"godoksa":{"title":"godoksa","links":["Korea","Japan"],"tags":[],"content":"aka lonely deaths, where people die alone and remain undiscovered for a long period of time. common in Korea and Japan\nKST by The Korea Times"},"hegemony":{"title":"hegemonist","links":[],"tags":[],"content":"political, economic, and military predominance of one state over other states."},"imperialist":{"title":"imperialist","links":[],"tags":[],"content":"a policy of extending a country’s power and influence through colonization, use of military force, or other means."},"index":{"title":"Andrew's Brain","links":["tags","TIL","tags/learn_japanese","tags/ikoma"],"tags":["learn_japanese","ikoma"],"content":"Hello! Just trying this digital brain thing out.\nYou can use the search bar to search for a topic, go to tags or check out TIL\ncurrently#learn_japanese at#ikoma"},"maobingbugai-jiechengxi":{"title":"maobingbugai jiechengxi","links":["Xi-Jinping"],"tags":[],"content":"Literally means “sickness not fixed, evil becomes habit”. Used to describe Xi Jinping"},"my-top-rated-animes":{"title":"my top-rated animes","links":["Anime","Made-In-Abyss"],"tags":["top-rated"],"content":"Animes i like the most\n\nMade In Abyss\n\n"},"my-top-rated-games":{"title":"my top-rated games","links":["Baldur's-Gate-3"],"tags":[],"content":"\nTransclude of block \n"},"my-top-rated-k-dramas":{"title":"my top-rated k-dramas","links":["Korean","Drama","The-Glory"],"tags":["top-rated"],"content":"Korean-Dramas I like the most\n\nThe Glory\n"},"operant-conditioning":{"title":"operant conditioning","links":["associative-learning"],"tags":["psychology"],"content":"A type of associative learning"},"podcasts/The_Foreign_Affairs_Interview_What_Putin_Got_Wrong_About_Ukraine_Russia_and_the_West":{"title":"What Putin Got Wrong About Ukraine, Russia, and the West","links":["Russia","imperialist","hegemony","Vladimir-Putin","NATO","Joseph-Stalin","Beijing","Moscow","Federal-Reserve","Volodymyr-Zelenskyy","Ukraine","Afghanistan","2021-Taliban-offensive","Republic-of-China","United-States"],"tags":["podcast_notes"],"content":"\n00:02:24 Russia can be argued to be innately imperialist and the west is hegemonist\n00:03:46 Vladimir Putin’s behavior predated NATO, see it in Joseph Stalin as well. A cultural trait. Sense of being a providential power\n00:05:04 Russia’s fleeting power did not match up to its ambition\n\n\n00:10:34 Russia’s system negatively selects against personalities (looking for loyalty, instead of competence), even when system exacerbates geopolitical tension. As a result, person in charge fantasizes he’s there because he’s better than the rest\n\n\n00:18:24 in major cities even Beijing or Moscow , it is a western dominated world. english is used as the main language (debatable?), Federal Reserve heavily influences monetary policy, even though it is a domestic institution\n00:23:04 Volodymyr Zelenskyy did not make the mistake of accepting the US’s help to get out of Ukraine.  As a consequence, that might have prevented something like something in Afghanistan happening, when the 2021 Taliban offensive happened\n\n\n00:26:40 from China’s point of view, US is hegemonist.\n\n\n"},"podcasts/The_Prince_He_who_must_not_be_named":{"title":"He who must not be named","links":["Censorship","Xi-Jinping","Document-Number-9","Socialism","Chinese-Communist-Party"],"tags":["podcast_notes"],"content":"Podcast talks about Censorship of online material by Xi Jinping\n\n00:08:25 Transclude of block \n00:25:41 Socialist and left wing phrases were heavily censored. Only CCP members were allowed to mention them. Any form of independent organizing, even to causes sympathetic of the party, is a threat to party control.\n"},"podcasts/The_Prince_Hide_and_bide":{"title":"Hide and bide","links":["shangguangai","Xi-Jinping"],"tags":["podcast_notes"],"content":"\n00:05:20 shangguangai\n00:26:37 Xi Jinping came out looking clean during the corruption scandals due to the lack of evidence. He had strong political backing and were close with influential members.\n"},"podcasts/The_Prince_Man_enough":{"title":"Man enough","links":["Xi-Jinping","xuexi-qiangguo","Wang-Huning"],"tags":["podcast_notes"],"content":"\n00:08:22 Xi Jinping had the mindset that freedom begets chaos\n00:09:57 Xi Jinping thought the chinese revolution was an outgrowth of/was inspired by western revolution\n00:13:30 Corruption undermines political ideology\n00:20:59xuexi qiangguo\n00:25:37 Wang Huning’s ideas of having a strong centralized state to resist foreign influence had heavy influence on Xi Jinping.\n00:28:12 If you were a party member, you had to wear a political badge. Some info here\n"},"podcasts/The_Prince_Patriot_number_one":{"title":"Patriot number one","links":["Patriot-Number-one","zhengcebuchuzhongnanhai","bo-xilai-scandal"],"tags":["podcast_notes"],"content":"\n00:06:35 Patriot Number one\n00:10:25 zhengcebuchuzhongnanhai\n00:22:58 bo xilai scandal\n"},"podcasts/The_Prince_Redder_than_red":{"title":"Redder than red","links":["Century-of-humiliation","Red-second-generation","Xi-Zhongxun","Mao-Zedong","Suffering","Xi-Jinping","maobingbugai-jiechengxi"],"tags":["podcast_notes"],"content":"\n00:07:56Transclude of block \n00:09:13 Transclude of block \n00:14:55 Xi Zhongxun fell out with Mao Zedong  over the story of the civil war.  Competing interpretations of history have signficant political implications. Whole family was banished\n00:20:15 Mother’s betrayal, Childhood Suffering remains a common narrative to unite the Chinese people.\n00:28:49Xi Zhongxun was moderate voice, Xi Jinping was hoped to have similar views, but unfortunately did not work out that way.\n00:30:08  maobingbugai jiechengxi used to describe Mao Zedong\n"},"podcasts/The_Prince_Seeds_of_a_pomegranate":{"title":"Seeds of a pomegranate","links":["Dalai-Lama","Xi-Jinping","Tim-Cook","United-Nations","Xinjiang"],"tags":["podcast_notes"],"content":"\n00:18:26 Social campaigns outside of China are often punished via boycotts.\n\nThe NBA and Hong Kong Protests: In October 2019, Daryl Morey, then-general manager of the Houston Rockets, tweeted in support of the pro-democracy protests in Hong Kong. The Chinese government and several Chinese companies responded with boycotts and severed ties with the NBA. The NBA faced significant financial consequences as a result, given the large fan base and significant business interests in China. Eventually, the NBA and China resumed their relationship, but the incident highlighted the potential consequences of taking a stand on issues that the Chinese government considers sensitive.\n\n\n\n\n00:24:26\n\nChina has long opposed the Tibetan independence movement and the Dalai Lama’s activities. When foreign governments, organizations, or individuals express support for Tibet or the Dalai Lama, China often reacts with boycotts, sanctions, or diplomatic tensions. For instance, when a foreign leader meets with the Dalai Lama, China may cancel bilateral meetings or agreements, or boycott products or services from that country.\n\n\n\n\n00:28:34 is Xi Jinping the most powerful man in the world? He controls a country of 1.4billion, does not answer to a democracy, and commands the military\n00:30:21 Tim Cook:  tech companies should participate in laws. It is better to be in the game, than to be sidelined where you cannot try to enact any changes.\n00:31:48 United Nations report on Xinjiang includes sexual abuse, physical abuse, and crimes against humanity\n00:36:16\n\nred songs - songs about party ideology\nyellow songs - songs about love and life\n\n\n00:37:17Suppression of minority languages in china\n"},"podcasts/The_Prince_The_great_helmsman":{"title":"The great helmsman","links":["Li-Wenliang","COVID19","Chernobyl","Soviet-Union","Chinese-Communist-Party","Xi-Jinping","utilitarian","Two-Centenary-Goals"],"tags":["podcast_notes"],"content":"\n00:08:20 Li Wenliang’s COVID19 whistle blower in china\n00:15:48 The  Chernobyl disaster contributed to end of Soviet Union. Was COVID19 China’s Chernobyl moment?\n\nNo, the CCP used it as opportunity for control\n\n\n00:27:27 Data shows propaganda is the most effective when it reinforces what people already believe to be true\n00:28:23 Xi Jinping believes order and stability comes before everything else\n00:30:03 CCP is in some way a giant utilitarian experiment\n00:33:44 Two Centenary Goals\n00:34:29 most Chinese think that the country is on the right track - hence giving Xi Jinping higher chance for 3rd term\n"},"podcasts/The_Prince_Wolf_warriors":{"title":"Wolf warriors","links":["Xi-Jinping","Iowa","agriculture","Sarah-Lande"],"tags":["podcast_notes"],"content":"This episode is mostly about Xi Jinping’s visit to Iowa in 1985 when he was still a party official to study agriculture. It was one of the most optimistic episodes for US-China relations, as Xi Jinping apparently greatly enjoyed his visit and made great friends with Sarah Lande"},"security":{"title":"security","links":["Howey-Test","U.S.-Securities-and-Exchange-Commission"],"tags":[],"content":"As an investment §\nInvestopedia: Investment securities are a category of securities - tradable financial assets such as equities or fixed income instruments - that are purchased with the intention of holding them for investment.\nThe Howey Test is used to determine if an asset is a security. Securities need to be registered on the U.S. Securities and Exchange Commission"},"see":{"title":"see","links":[],"tags":[],"content":"Sibeth protected by too much plot armor\nInteresting to see how blind adapted to conditions (knotted ropes for messages) what happened to braille though, knots can’t be that ‘t be that meaningful\nextremely weird that sibeth’s idea of god is basically an orgasm\nWould be interesting to see a deaf blind character\nConsidering they were sighted u would think there would be more elaborate traps- but bow and arrow considered a level up\nInteresting to see how difference of opinions in managing kids and decisions led to fractures and strains between baba voss and maghra\nConcepts like shadow was introduced then tossed aside\nConcepts like presages or senstier seemed to just force a plot direction without having any real depth\nCharlotte was a breath of fresh air with her sassiness\nTouched on themes of pregnancy and abortion - they consider it a killing when they can hear a heartbeat - not sure if this was figurative since the sex seemed to be just a few days before\nusing heartbeats to count distance seems very inconsistent considering heartbeats vary from person to person and  heart rate would probably be super fast in battle. why didnt they just keep seconds?\nS2e8\n\nfighting was amusing- almost like return based- people couldn’t dodge because they literally couldn’t see them\ntraps were cool! Napalm, ice floor\nBoy controlling a crossbow attack unit and shouting out directions with a drum was cute\n\nreally dislike kofun’s wimpiness, petulant sulking and moody tantrums this season\ndid the average IQ of the population go down with the virus?\nquite apt social commentary"},"shangguangai":{"title":"shangguangai","links":[],"tags":[],"content":"上馆改 means “go to the lecture hall and make corrections.” This was a movement that emerged during China’s Cultural Revolution, which encouraged students to criticize and correct their teachers if they were believed to be deviating from Mao Zedong’s teachings. The idea was that students, who were seen as representatives of the masses, would be able to keep their teachers in check and prevent them from straying from the ideological path."},"wet-bulb-temperatures":{"title":"wet bulb temperatures","links":[],"tags":[],"content":"The wet-bulb temperature (WBT) is the temperature read by a thermometer covered in water-soaked (water at ambient temperature) cloth (a wet-bulb thermometer) over which air is passed. At 100% relative humidity, the wet-bulb temperature is equal to the air temperature (dry-bulb temperature); at lower humidity the wet-bulb temperature is lower than dry-bulb temperature because of evaporative cooling.\nHigh WBT is dangerous"},"xuexi-qiangguo":{"title":"xuexi qiangguo","links":["Chinese-Communist-Party"],"tags":[],"content":"Used to promote the Chinese Communist Party’s party ideology, propaganda and censorship. Includes quizzes, tests to ensure people know where the lines are drawn"},"zhengcebuchuzhongnanhai":{"title":"zhengcebuchuzhongnanhai","links":["zhongnanhai","Beijing"],"tags":[],"content":"The idiom implies that important policy decisions are not made solely by the leaders in zhongnanhai in Beijing, but also by other influential forces outside of the central government."},"zhongnanhai":{"title":"zhongnanhai","links":[],"tags":[],"content":""}}